Repository: Ukrainian-Hucker/Ukrainian-language-for-Cheat-Engine
Catalog: ua_UA/cheatengine-x86_64.po
Languages: ua_ua

# TFRMMEMRECCOMBOBOX.CAPTION
source: Change value
ua_ua: Змінити значення

source: Change value to:
ua_ua: Змінити значення на:

source: Change disassembler font
ua_ua: Змінити шрифт дизассемблера

source: Змінити hexview font
ua_ua: Змінити шрифт редактора Hex

source: Змінити registerview font
ua_ua: Змінити шрифт панелі регістрів

# tfrmmemviewpreferences.button2.caption
source: Apply
ua_ua: Застосувати

# TFRMMEMVIEWPREFERENCES.BUTTON3.CAPTION
source: Cancel
ua_ua: Скасувати

source: Disassembler Preferences
ua_ua: Налаштування дизасемблера

# tfrmmemviewpreferences.cbcolorgroup.text
source: Нормальний
ua_ua: Стандартний

# tfrmmemviewpreferences.cbfontquality.hint
source: Файл якості може impact speed
ua_ua: Якість шрифту може вплинути на швидкість

source: Show statusbar
ua_ua: Показати рядок стану

source: Register panel
ua_ua: Панель регістрів

source: Example
ua_ua: Приклад

# TFRMMEMVIEWPREFERENCES.GROUPBOX1.CAPTION
source: Нормальний
ua_ua: Стандартний

# TFRMMEMVIEWPREFERENCES.GROUPBOX2.CAPTION
source: Disassembler
ua_ua: Дизасемблер

# TFRMMEMVIEWPREFERENCES.GROUPBOX3.CAPTION
source: Hexview
ua_ua: Hex-редактор

# TFRMMEMVIEWPREFERENCES.GROUPBOX4.CAPTION
source: Jumplines
ua_ua: Лінії переходів

# TFRMMEMVIEWPREFERENCES.GROUPBOX5.CAPTION
source: Space between lines
ua_ua: Відстань між лініями

# tfrmmemviewpreferences.label1.caption
source: Font quality
ua_ua: Якість шрифту

# tfrmmemviewpreferences.label3.caption
source: Space between lines
ua_ua: Відстань між лініями

source: Thickness
ua_ua: Товщина

source: Spacing
ua_ua: Інтервал

# tfrmmemviewpreferences.label6.caption
source: Above
ua_ua: Зверху

# tfrmmemviewpreferences.label7.caption
source: Below
ua_ua: Знизу

# tfrmmemviewpreferences.lblcall.caption
source: Call color
ua_ua: Колір виклику

# tfrmmemviewpreferences.lblconditionaljump.caption
source: Conditional jump color
ua_ua: Колір умовного переходу

# tfrmmemviewpreferences.lblhex.caption
source: Hexadecimal color
ua_ua: Колір 16-річних значень

# tfrmmemviewpreferences.lblhexexample.caption
source: Example
ua_ua: приклад

source: Default color
ua_ua: Колір за замовчуванням

# tfrmmemviewpreferences.lblregister.caption
source: Register color
ua_ua: Колір регістру

# TFRMMEMVIEWPREFERENCES.LBLREGISTEREXAMPLE.CAPTION
source: Example
ua_ua: Приклад

# tfrmmemviewpreferences.lblsymbol.caption
source: Symbol color
ua_ua: Колір символу

# tfrmmemviewpreferences.lblunconditionaljump.caption
source: Unconditional jump color
ua_ua: Колір безумовного переходу

source: Restore to defaults
ua_ua: Відновити кольори за промовчанням

source: BUY 10 for $0.99
ua_ua: КУПИТИ 10 за $0.99

source: BUY 100 for $8.99
ua_ua: КУПИТИ 100 за $8.99

source: BUY 1000 for $79.99
ua_ua: КУПИТИ 100 за $79.99

source: Cheat-E-Coins
ua_ua: CE-Монети

source: Cheat-E-coins left in your inventory:
ua_ua: CE-Монет у вашому інвентарі:

# TFRMMERGEPOINTERSCANRESULTSETTINGS.BUTTON1.CAPTION
source: OK
ua_ua: Підтвердити

# TFRMMERGEPOINTERSCANRESULTSETTINGS.BUTTON2.CAPTION
source: Cancel
ua_ua: Скасувати

# tfrmmergepointerscanresultsettings.caption
source: Merge pointerscan results
ua_ua: Об'єднання результатів пошуку покажчика

# TFRMMERGEPOINTERSCANRESULTSETTINGS.GROUPBOX1.CAPTION
source: Description
ua_ua: Опис

source: Group method
ua_ua: Груповий метод

# TFRMMODIFYREGISTERS.BUTTON1.CAPTION
source: OK
ua_ua: Підтвердити

# TFRMMODIFYREGISTERS.BUTTON2.CAPTION
source: Cancel
ua_ua: Скасувати

# tfrmmodifyregisters.cbchangeext.caption
source: Change extended state (FPU/XMM)
ua_ua: Змінити розширений стан (FPU/XMM)

source: Use DBVM Cloaked BP's
ua_ua: Використовувати приховані DBVM брейкопинти

# tfrmmodifyregisters.edtpa.texthint
source: Physical Address
ua_ua: Фізична адреса

source: Modify register(s) в xxxxxxxx
ua_ua: Змінити регістр(и) у xxxxxxxx

# tfrmmodifyregisters.label16.caption
source: Flags
ua_ua: Прапори

source: Leave blank if you don't want to edit the register or flag
ua_ua: Не заповнюйте, якщо ви не бажаєте редагувати регістр або прапор

# TFRMMODULESAFETY.BUTTON1.CAPTION
source: Add
ua_ua: Додати

# TFRMMODULESAFETY.BUTTON2.CAPTION
source: OK
ua_ua: Підтвердити

source: Module safety
ua_ua: Безпека модуля

source: Global
ua_ua: Загальне

source: Попередньо всі moduly від getting loaded except:
ua_ua: Заборонити модулям бути завантаженими, окрім:

source: Allow all modules to be loaded except:
ua_ua: Дозволити, крім:

# TFRMMODULESAFETY.REMOVE1.CAPTION
source: Remove
ua_ua: Прибрати

# TFRMMULTILINEINPUTQUERY.BUTTON1.CAPTION
source: OK
ua_ua: Підтвердити

# TFRMMULTILINEINPUTQUERY.BUTTON2.CAPTION
source: Cancel
ua_ua: Скасувати

# tfrmmultilineinputquery.lblprompt.caption
source: caption
ua_ua: заголовок

# TFRMNETWORKCONFIG.BTNCONNECT.CAPTION
source: Connect
ua_ua: З'єднання

# TFRMNETWORKCONFIG.BUTTON2.CAPTION
source: Cancel
ua_ua: Скасувати

source: Connect to server
ua_ua: Підключення до сервера

source: Discovered servers
ua_ua: Виявлені сервери

# TFRMNETWORKCONFIG.LABEL1.CAPTION
source: Host
ua_ua: Хост

# TFRMNETWORKCONFIG.LABEL2.CAPTION
source: Port
ua_ua: Порт

# tfrmnetworkconfig.listview1.columns[0].caption
source: IP
ua_ua: IP-адреса

# TFRMNETWORKCONFIG.LISTVIEW1.COLUMNS[1].CAPTION
source: Port
ua_ua: Порт

source: Refresh list
ua_ua: Оновити список

source: Compression level
ua_ua: Рівень стиснення

source: Змінити рівень зв'язку ви будете використовувати під час transferring/receiving memory.
ua_ua: Вкажіть бажаний рівень стиснення під час передачі/приймання пам'яті. Підберіть хороший баланс між потужністю процесора та пропускною здатністю мережі.

source: Max Compression
ua_ua: Максимальне стиснення

source: No Compression
ua_ua: Без стисненння

source: Open binary file
ua_ua: Відкритий бінарний файл

# TFRMOPENFILEASPROCESSDIALOG.LABEL1.CAPTION
source: Start address
ua_ua: Початкова адреса

# TFRMOPENFILEASPROCESSDIALOG.MBOK.CAPTION
source: OK
ua_ua: Підтвердити

# TFRMOPENFILEASPROCESSDIALOG.MKCANCEL.CAPTION
source: Cancel
ua_ua: Скасувати

source: 32-bit
ua_ua: 32-Біта

source: 64-bit
ua_ua: 64-Біта

source: Go
ua_ua: Запустити

# tfrmpaging.caption
source: Paging
ua_ua: Сторінкова організація пам'яті

# tfrmpaging.cb64bit.caption
source: 64-bit
ua_ua: 64-біт

source: 8-byte entries
ua_ua: 8-байт. запису

source: Fill in the physical address of the paging base (or just cr3)
ua_ua: Фізична базова адреса каталогу сторінок (або CR3)

# TFRMPAGING.MENUITEM1.CAPTION
source: Find
ua_ua: Пошук

# TFRMPASTETABLEENTRY.BUTTON1.CAPTION
source: Paste
ua_ua: Вставити

# TFRMPASTETABLEENTRY.BUTTON2.CAPTION
source: Cancel
ua_ua: Скасувати

source: Paste table entries
ua_ua: Вставлення записів у таблицю

source: Adjust children as well
ua_ua: Корегувати та дочірні записи

# TFRMPASTETABLEENTRY.GROUPBOX1.CAPTION
source: Description
ua_ua: Опис

# TFRMPASTETABLEENTRY.GROUPBOX2.CAPTION
source: Address
ua_ua: Адреса

source: Text до find:
ua_ua: Текст для пошуку:

source: Replace with:
ua_ua: Замінити на:

source: Adjust address by:
ua_ua: Коригувати на:

source: Portable Executable (PE) Info
ua_ua: (PE) Інформація

source: MZ-Start
ua_ua: MZ-Початок

# TFRMPEINFO.GROUPBOX2.CAPTION
source: Info
ua_ua: Інформація

source: No file opened
ua_ua: Файл не відкритий

# TFRMPEINFO.LABEL2.CAPTION
source: address
ua_ua: адреса

source: Copy everything to clipboard
ua_ua: Копіювати все в буфер обміну

source: Copy tab to clipboard
ua_ua: Копіювати вкладку в буфер обміну

# TFRMPEINFO.RADIOBUTTON1.CAPTION
source: File
ua_ua: Файл

source: Memory
ua_ua: Пам'ять

# TFRMPEINFO.TABSHEET1.CAPTION
source: All
ua_ua: Всі

source: Imports
ua_ua: Імпорт

source: Exports
ua_ua: Експорт

source: Base Relocations
ua_ua: Переміщення

# TFRMPOINTERRESCANCONNECTDIALOG.BTNCANCEL.CAPTION
source: Cancel
ua_ua: Скасувати

# tfrmpointerrescanconnectdialog.btnok.caption
source: Connect
ua_ua: З'єднання

# tfrmpointerrescanconnectdialog.caption
source: Join rescan
ua_ua: Приєднатися до відсіву

# tfrmpointerrescanconnectdialog.lblhost.caption
source: Host
ua_ua: Хост

# tfrmpointerrescanconnectdialog.lblport.caption
source: Port
ua_ua: Порт

# TFRMPOINTERSCANCONNECTDIALOG.BTNCANCEL.CAPTION
source: Cancel
ua_ua: Скасувати

# TFRMPOINTERSCANCONNECTDIALOG.BTNOK.CAPTION
source: Connect
ua_ua: З'єднання

source: Connect to active pointerscanner
ua_ua: З'єднання з активним сканером покажчиків

# TFRMPOINTERSCANCONNECTDIALOG.CBPRIORITY.TEXT
source: Normal
ua_ua: Звичайний

# tfrmpointerscanconnectdialog.cbuseloadedpointermap.caption
source: Увімкнути pointermap
ua_ua: Використати збережену карту покажчиків

source: Якщо ви скористаєтеся цією опцією, ви можете зняти downloading the pointermap
ua_ua: Якщо ви скористаєтеся цією опцією, то ви можете знехтувати завантаженням картки покажчиків

# TFRMPOINTERSCANCONNECTDIALOG.LBLHOST.CAPTION
source: Host
ua_ua: Хост

# tfrmpointerscanconnectdialog.lblnrofthread.caption
source: Nr of threads scanning:
ua_ua: Потоків сканування:

# TFRMPOINTERSCANCONNECTDIALOG.LBLPORT.CAPTION
source: Port
ua_ua: Порт

# tfrmpointerscanconnectdialog.lblpriority.caption
source: Priority
ua_ua: Пріоритет

# TFRMPOINTERSCANNER.BTNCONNECT.CAPTION
source: Add to connection list
ua_ua: Додати до списку з'єднань

# TFRMPOINTERSCANNER.BTNDECREASETHREADCOUNT.CAPTION
source: Decrease worker count
ua_ua: Зменшити кількість працівників

# TFRMPOINTERSCANNER.BTNINCREASETHREADCOUNT.CAPTION
source: Increase worker count
ua_ua: Збільшити кількість працівників

source: Stop rescan loop
ua_ua: Припинити

# TFRMPOINTERSCANNER.BTNSTOPSCAN.CAPTION
source: Stop
ua_ua: Зупинити

source: Цей буде зупинено поточний сканування і show you the results it has found
ua_ua: Зупинить поточне сканування та виведе знайдений результат

# TFRMPOINTERSCANNER.CAPTION
source: Pointer scan
ua_ua: Сканування покажчиків

source: Не responsive connection
ua_ua: З'єднання, що не відповідає

# TFRMPOINTERSCANNER.CBPRIORITY.TEXT
source: Нормальний
ua_ua: Звичайний

# TFRMPOINTERSCANNER.CBTESTCRAPPYCONNECTION.CAPTION
source: Simulate no connection
ua_ua: Немає з'єднання

source: Trust stability
ua_ua: Довіряти стабільності

source: Trust that this server will not disappear during the scan and that the children it trusts itself won't do so either
ua_ua: Довіряти тому, що цей сервер та нащадки, яким він довіряє себе, не пропадуть під час сканування

# tfrmpointerscanner.cbtype.text
source: 4 Byte
ua_ua: 4 Байти

# TFRMPOINTERSCANNER.FILE1.CAPTION
source: File
ua_ua: Файл

# TFRMPOINTERSCANNER.GBNETWORK.CAPTION
source: Network
ua_ua: Мережа

# TFRMPOINTERSCANNER.LBLIP.CAPTION
source: IP
ua_ua: IP-адреса

# TFRMPOINTERSCANNER.LBLPASSWORD.CAPTION
source: Password
ua_ua: Пароль

# TFRMPOINTERSCANNER.LBLPORT.CAPTION
source: Port
ua_ua: Порт

# tfrmpointerscanner.lblprogressbar1.caption
source: Generating pointermap
ua_ua: Генерація карти вказівників

# TFRMPOINTERSCANNER.LBLTHREADPRIORITY.CAPTION
source: Scanner thread priority:
ua_ua: Пріоритет потоку сканера:

source: Show modulelist
ua_ua: Показати список модулів

source: Distributed pointer scan
ua_ua: Розподілене сканування покажчиків

source: Scan for pointer
ua_ua: Сканування покажчиків

source: Setup як PSN worker and/or node
ua_ua: Налаштування працівника та/або вузла мережевого сканера покажчиків

source: Disconnect
ua_ua: Відключення

# TFRMPOINTERSCANNER.MIEXPORTTOSQLITE.CAPTION
source: Export to sqlite database
ua_ua: Експортувати до бази даних sqlite

source: Unsafe disconnect
ua_ua: Небезпечне вимкнення

# tfrmpointerscanner.mihexadecimal.caption
source: Hexadecimal
ua_ua: Шістнадцяткове

# TFRMPOINTERSCANNER.MIIMPORTFROMSQLITE.CAPTION
source: Import from sqlite database
ua_ua: Імпортувати з бази даних sqlite

source: Resume scan
ua_ua: Відновити сканування

# tfrmpointerscanner.misigned.caption
source: Signed
ua_ua: Знакове

# TFRMPOINTERSCANNER.NEW1.CAPTION
source: New
ua_ua: Новий

# TFRMPOINTERSCANNER.OPEN1.CAPTION
source: Open
ua_ua: Відкрити

source: Pointer scanner
ua_ua: Сканер покажчиків

source: Зміна пам'яті - Removes pointers no pointing to the right address
ua_ua: Відсів - Видаляє вказівники, які не вказують на правильну адресу

source: Resync modulelist
ua_ua: Синхронізувати список модулів

source: Спеціфікація файлу файлів ви шукаєте результати
ua_ua: Вкажіть назву файлу, в який потрібно зберегти результат

source: Спекфій файлу файлу для повідомлень повідомлень про те, що генерується
ua_ua: Визначте назву файлу для картки вказівників, яку ви збираєтеся генерувати

# TFRMPOINTERSCANNERSETTINGS.BTNCANCEL.CAPTION
source: Cancel
ua_ua: Скасувати

# TFRMPOINTERSCANNERSETTINGS.BTNOK.CAPTION
source: OK
ua_ua: Підтвердити

source: Pointerscanner scanoptions
ua_ua: Налаштування сканера покажчиків

source: Also accept non-module addresses
ua_ua: Допускаються і не модульні адреси

source: Addresses must be 32-bit alligned
ua_ua: Адреси повинні бути вирівняні по межі 32 біт

source: When enabled, only pointers that are stored in an address dividable by 4 are looked at When disabled, it won't bother. pro: Fast scans Con: On some horrible designed games that you shouldn't even play it won't find the paths
ua_ua: Якщо увімкнено, то перевірятимуться лише ті покажчики, які зберігаються в адресах, кратних 4 Доказ "За": Швидке сканування. Доказ "Проти": У деяких жахливо зроблених іграх, в які вам не варто навіть грати, не буде знайдено жодного покажчика

source: Підкладні сканери до з'єднання під час виконання
ua_ua: Дозволити підключення сканерів під час виконання

# TFRMPOINTERSCANNERSETTINGS.CBALLOWRUNTIMEWORKERS.HINT
source: Відкритий port, що з іншими системами керування персоналізатором може з'єднатися з ним і help out with the scan
ua_ua: Відкриває порт, до якого можуть підключитися інші системи із запущеним сканером покажчиків та допомогти зі скануванням

source: Перший елемент дострокового модуля до module (e.g vtable)
ua_ua: Перший елемент структури повинен вказувати на модуль (наприклад: vtable)

source: Object oriented programming languages tend to implement classobjects by having a pointer in the first element to something that describes the class With this option enabled, ce will check if it's a classobject by checking that rule. If not, it won't see it as a pointer. pro:Tremendous speed increase and almost perfect pointers con:Doesn't work with runtime generated classes (java, .net)
ua_ua: Об'єктно-орієнтовані мови програмування зазвичай реалізують об'єкти класу за допомогою покажчика в першому елементі на щось, що описує клас. Якщо включено, то Cheat Engine перевірятиме покажчик за цим принципом, але якщо цей принцип не дотримується, то така адреса не вважатиметься покажчиком. Доказ "За": Неймовірний приріст швидкості і майже ідеальні покажчики. Доказ "Проти": Не працює з класами, згенерованими під час виконання (java, .net)

source: Compare results with other saved pointermap(s)
ua_ua: Порівняти результат із збереженою картою покажчиків

source: When ticked you can add other pointermaps which will be used to verify that the pointers it finds are correct. You will have to fill in the correct address for each pointermap you provide. Note: expect at least the size of the game itself in memory for every pointermap used
ua_ua: З увімкненням цієї опції, ви зможете додати інші карти покажчиків, які будуть використовуватися для перевірки наявних покажчиків на коректність. Вам потрібно вказати правильну адресу для кожної карти покажчиків, що представлена ​​вами. Примітка: Для кожної картки покажчиків знадобиться сумісне з розміром гри місце на диску

source: Compressed pointerscan file
ua_ua: Стиск файлу з результатом сканування

source: Compresses the generated .PTR files slightly so they take less space on the disk and less time writing to disk. Most of the time the bottleneck of a pointerscan is disk writing, so it is recommended to use this option. Compressed .PTR files can not be read out by older Cheat Engine versions
ua_ua: Злегка стискає створювані .PTR файли. Таким чином вони займають менше місця і тим самим прискорюється час їх запису на диск. У більшості випадків вузьким місцем сканера покажчиків є швидкість запису на диск, тому ця опція рекомендована для використання. Стисні .PTR файли не будуть читатися більш старими версіями Cheat Engine

# TFRMPOINTERSCANNERSETTINGS.CBCONNECTTONODE.CAPTION
source: Connect to pointerscan node
ua_ua: Підключитися до вузла сканера покажчиків

source: Тільки можливі статечні та товсті адреси в межах дорожнього руху
ua_ua: Тільки статичні адреси та адреси куп

source: Якщо ви збираєтеся знайти для електронної пошти address, scan will return 0 results
ua_ua: Якщо адреса, яку ви шукаєте, не є адресою купи, результат сканування буде 0

# TFRMPOINTERSCANNERSETTINGS.CBINCLUDESYSTEMMODULES.CAPTION
source: Include system modules
ua_ua: Включно із системними модулями

# tfrmpointerscannersettings.cblimitscantoregionfile.caption
source: Limit scan to specified region file
ua_ua: Обмежити сканування заданим файлом із регіонами

source: Max different offsets per node:
ua_ua: Максимум різних зсувів на вузол:

source: When the pointerscan looks through the list of pointers with a specific value, it goes through every single pointer that has that value. Every time increasing the offset slightly. With this feature enabled the pointerscan will only check the first few pointers with that value. pro: Extremely fast, and the results have the lowest pointer paths possible. con: You'll miss a lot of pointers that might be valid too
ua_ua: Коли сканер покажчиків шукає певне значення у списку покажчиків, він проходить по кожному покажчику, що має це значення, щоразу трохи збільшуючи зміщення. З використанням цієї опції, сканер покажчиків перевірить лише кілька перших покажчиків з потрібним значенням. Доказ "За": Надзвичайно швидко. Вказівники мають найменший рівень . Доказ "Проти": Ви пропустите багато вірних покажчиків

source: Pointers must end with specific offsets
ua_ua: Покажчики закінчуються конкретними усуненнями

source: Base address must be in specific range
ua_ua: Вказаний діапазон адрес буде використаний для пошуку правильної базової адреси (Скоротить кількість результатів). Працює разом з опцією «Шукати лише ланцюжки зі статичною адресою».

source: Also scan for negative offsets
ua_ua: Сканувати на наявність негативних зсувів

source: Let's you scan for negative offsets Can not be used in combination with compressed pointerscan files
ua_ua: Дозволяє вам сканувати наявність негативних зсувів Не можна використовувати разом із стиском файлу з результатом сканування

source: No looping pointers
ua_ua: Без циклічних покажчиків

source: Цей буде вилучений з повідомлень про те, що з'явився в режимі loop e.g: base->p1->p2->p3->p1->p4 Ви можете just as well do base->p1->p4 then, so throw this one away (base->p1->p4 will be found another way) pro: Less results so less diskspace used con: slightly slows down the scan as it needs to check for loops every single iteration
ua_ua: Відфільтровуватимуться циклічні покажчики. Приклад циклічного покажчика: «Базовий покажчик->у1->у2->у3->у1->у4» З таким же успіхом, можна зробити просто «Базовий покажчик->у1->у4», відкинувши всі інші покажчики в ланцюжку. Доказ "За": Менше результатів, менше необхідного місця на диску Доказ "Проти": Злегка уповільнює сканування, тому що потрібно буде багаторазово перевіряти на циклічність

source: Don't include pointers with read-only nodes
ua_ua: Виключити покажчики з вузлами "Тільки для читання"

source: Як ви помітили, що покупець буде переміщуватися до пам'яті, що це здавалося б. Це коли ви скидаєтеся на дорожки, це не буде записувати paths, які проходять через read only memory blocks. When it's unchecked, it does include readonly memory pro: faster, less useless results con: Якщо ви граєте, ви знайдете помітку, як впевнено, що ви не знайдете
ua_ua: Якщо включено, то сканер покажчиків буде відкидати пам'ять "тільки для читання". Тому, при пошуку ланцюжків покажчика, сканер не зіткнеться з ланцюжками, що перетинаються з блоками пам'яті "тільки для читання". Доказ "За": Швидше, менше марних результатів. Доказ "Проти": Якщо гра вирішує відзначити покажчик як "тільки для читання", то Cheat Engine його не знайде

source: Stop traversing a path when a static has been found
ua_ua: Зупинити проходження по ланцюжку під час перебування статичної адреси

source: When the pointerscanner goes through the list of pointervalues with a specific value, this will stop exploring other paths as soon as it encounters a static pointer to that value pro: Fast con: You may miss some valid results
ua_ua: Коли сканер покажчиків проходить за списком зі значеннями покажчика, шукаючи певне значення, і натикається на статичний покажчик цього значення, то аналіз припиняється. Доказ "За": Висока швидкість. Доказ "Проти": Ви можете пропустити деякі робочі покажчики

source: Show advanced options
ua_ua: Показати додаткові параметри

source: Stack address as ONLY static address
ua_ua: Розглядати адреси стека лише як статичні

source: Enable this if you wish to only find pointer paths with a stack address. Combine this with "Only find paths with a static address" (default on) else this option will have no effect pro: You'll only get paths from the stack con: You don't get get paths from random dll's or the .exe
ua_ua: Включите, если вы хотите найти только цепочки указателей с адресом стека. Используйте только вместе с опцией «Искать только цепочки со статическим адресом» (включена по умолчанию), в противном случае, не будет никакого эффекта. Доказ «За»: Будуть лише ланцюжки покажчиків до стеку Доказ "Проти": Не будуть ланцюжки покажчиків до різних dll або .exe

source: Тільки потрібні файли з static address
ua_ua: Шукати лише ланцюжки зі статичною адресою

source: When it's disabled, it finds every single pointer path pro: Fast con: It may miss pointers that are accessed by special paths like thread local storage. (but even then they'd useless for ce as they will change)
ua_ua: Якщо включено, то сканер покажчиків зберігатиме лише ланцюжки, що починаються зі статичної адреси (або з адреси, що легко знаходиться). Якщо вимкнено, то зберігатимуться будь-які ланцюжки. Доказ «За»: Висока швидкість.

source: Allow stack address of the first thread(s) to be handled as static
ua_ua: Обробляти адреси стека першого потоку як статичні

source: This allows the stack of threads to be seen as static addresses by the pointerscan. The main thread is always a sure bet that it's the first one in the list. And often the second thread created is pretty stable as well. With more there's a bigger change they get created and destroyed randomly When a program enters a function and exits it, the stack pointer decreases and increases, and the data there gets written to. The farther the game is inside function calls, the more static the older data will be. With max stack offset: you can set the max size that can be deemed as static enough. pro: It finds paths otherwise never found con: More results, more diskspace
ua_ua: Дозволяє стекам потоків бути поміченими сканером покажчиків як статичні адреси. Основний потік завжди буде першим у списку. Другий потік, що створюється, часто, теж дуже стабільний. А ось при більшій кількості потоків бувають великі зміни, тому що інші потоки створюються і знищуються в довільному порядку. Коли програма входить і виходить з функції, то покажчик стека збільшується/зменшується і записуються дані. Чим глибше гра знаходиться у викликах функції, тим статичнішими стають старі дані. З максимальним зміщенням стека ви можете встановити максимальний розмір, який може вважатися досить статичним. Доказ «За»: Знайдуться такі ланцюжки, які б інакше не знайшлися б. Доказ "Проти": Більше результатів, більше потрібного місця на диску.

source: Імprove pointerscan with gathered heap data
ua_ua: Поліпшити сканування за рахунок зібраних даних куп
