Repository: Ukrainian-Hucker/Ukrainian-language-for-Cheat-Engine
Catalog: ua_UA/cheatengine-x86_64.po
Languages: ua_ua

source: Debugger attach aborted
ua_ua: Приєднання відладчика перервано

# debughelper.rsdebuggerattachtimeout
source: Debugger attach timeout
ua_ua: Час на підключення відладчика закінчився

source: Debugger Crash
ua_ua: Відправнику не вдалося приєднатися

source: Debugger interface %s support DBVM breakpoints
ua_ua: Інтерфейс відладчика %s не підтримує DBVM брейкпоінти

source: Debugger interface %s does no support software breakpoints
ua_ua: Інтерфейс налагоджувача «%s» не підтримує програмні брейкпоінти

source: debuggerthread is at point
ua_ua: потік відладчика знаходиться в

source: Timeout while trying to set DEP policy. Continue with the breakpoint?
ua_ua: Перевищено час очікування при спробі встановити політику запобігання виконанню даних. Продовжити з брейкпоінту?

source: Додатковий дзвінок No Execute
ua_ua: Не вдалося ввімкнути "No Execute

source: Failed enabling No Execute AND blocked it from every changing. Fuck
ua_ua: Не вдалося ввімкнути "No Execute" та заблокувати від кожної зміни. Бля

source: Додаткові запити для DEP інформації для цього процесу. No Execute Breakpoint support
ua_ua: Неможливо отримати інформацію про функцію запобігання виконанню даних для цього процесу. Відсутня підтримка виконання брейкпоінтів

source: (Last location:
ua_ua: (Останнє розташування:

# debughelper.rsno
source: No
ua_ua: Ні

source: Заборонена сторінка виключення перебігу пунктів не може бути на вашій системі
ua_ua: Виконання сторінки неможливе на вашій системі

source: No form
ua_ua: Немає форми

source: Only the debugger thread is allowed to set the current thread
ua_ua: Тільки потоку відладчика дозволено встановити поточний потік

source: All debug registers are used up and this debugger interface does not support software Breakpoints. Remove some and try again
ua_ua: Використовуються всі регістри налагодження, а цей інтерфейс відладчика не підтримує програмні брейкпоінти. Звільніть один із регістрів і спробуйте знову

source: Ooops, looks like the process does no support No Execute
ua_ua: Упс, схоже, що процес не підтримує "No Execute"

source: The following codes execute %s
ua_ua: Наступні коди виконують %s

source: Те, що following opcodes accessed %s
ua_ua: Наведені нижче інструкції зверталися до %s

source: Те, що following opcodes write to %s
ua_ua: Наведені вказівки записують у %s

source: Цей debugger interface : '%s' не підтримує Break On Entry yet
ua_ua: Цей інтерфейс відладчика: «%s» поки не підтримує переривання на точці входу

source: Unreadable address
ua_ua: Нечитана адреса

source: Unreadable memory. Змінюваний набір програмного забезпечення breakpoint
ua_ua: Нечитана пам'ять. Не вдалося встановити програмний брейкпоінт

# debughelper.rsyes
source: Yes
ua_ua: Так

source: (Call)
ua_ua: (дзвінок)

source: (Conditional)
ua_ua: (Умовний)

source: Invalid disassembly
ua_ua: Ннеприпустиме дизасемблювання

source: (Code/Data)
ua_ua: (Код/Дані)

source: (Unconditional)
ua_ua: (Безумовний)

# disassemblerviewunit.rsaddress
source: Address
ua_ua: Адреса

# disassemblerviewunit.rsbytes
source: Bytes
ua_ua: Байти

# disassemblerviewunit.rscomment
source: Comment
ua_ua: Коментар

# disassemblerviewunit.rscopy
source: Copy
ua_ua: Копіювати

source: Opcode
ua_ua: Інструкція

source: Please open a process first
ua_ua: Спочатку відкрийте процес

source: Symbols are being loaded (%d %%)
ua_ua: Символи завантажуються (%d %%)

source: Invalid dissect code file
ua_ua: Неправильний файл аналізу коду

source: TDissectCodeThread.getCallList називається без empty list
ua_ua: TDissectCodeThread.getCallList був викликаний з непустим списком

# dissectcodeunit.rsdone
source: done
ua_ua: готово

source: Плещати select something to scan
ua_ua: Будь ласка, виберіть щось для початку сканування

# dissectcodeunit.rsstart
source: Start
ua_ua: Запустити

# dissectcodeunit.rsstop
source: Stop
ua_ua: Зупинити

source: 2 Byte
ua_ua: 2 Байти

source: 2 Byte (Signed)
ua_ua: 2 Байта (Знакове)

source: 4 Byte
ua_ua: 4 Байти

source: 4 Byte (Signed)
ua_ua: 4 Байти (Знакове)

source: 8 Byte
ua_ua: 8 Байтів

source: 8 Byte (Signed)
ua_ua: 8 Байтів (Знакове)

source: Array
ua_ua: Масив

# dotnettypes.rsdntbyte
source: Byte
ua_ua: 1 Байт

source: Byte (Signed)
ua_ua: 1 Байт (Знакове)

source: char
ua_ua: символ

source: Class
ua_ua: Чудово!

# dotnettypes.rsdntdouble
source: Double
ua_ua: Двомісний

source: END
ua_ua: Кінець

# dotnettypes.rsdntfloat
source: Float
ua_ua: Поплавок

source: Function Pointer
ua_ua: Вказівник функції

source: MAX
ua_ua: Максимально

source: Modifier
ua_ua: Модифікатор

source: Object
ua_ua: Об'єкт

# dotnettypes.rsdntpointer
source: Pointer
ua_ua: Вказівник

source: Signed
ua_ua: Знаковое

# dotnettypes.rsdntstring
source: String
ua_ua: Рядок

source: Typed By Ref
ua_ua: Типізоване посилання

source: Unsigned
ua_ua: Без знаку

source: ValueType
ua_ua: Тип значення

source: Var
ua_ua: Змінна

# driverlist.rsdlnothingfound
source: nothing found
ua_ua: нічого не знайдено

source: undefined description
ua_ua: опис відсутній

source: undefined hotkey
ua_ua: гаряча клавіша не визначена

source: bcrypt could not be used
ua_ua: bcrypt не може бути використаний

source: Cheat engine signature files
ua_ua: Неможливо відкрити постачальника алгоритму

# feces.rsfailedcreatinghasalgoritmprovider
source: Файл creating has algorithm provider
ua_ua: Невдале створення постачальника алгоритму

# feces.rsfailedcreatinghasalgorithmprovider2
source: Файл creating has algorithm provider
ua_ua: Невдале створення постачальника алгоритму

source: Failed creating hash
ua_ua: Невдале створення хеша

source: Failed creating hash 2
ua_ua: Невдале створення хеша 2

source: Failed getting the object length
ua_ua: Невдале отримання довжини об'єкта

source: Failed hashing table
ua_ua: Невдале хешування таблиці

source: Failed hashing table 2
ua_ua: Невдале хешування таблиці 2

source: Failed to finish the hash
ua_ua: Не вдалося завершити хеш

source: Використання 2
ua_ua: Не вдалося завершити хеш 2

source: Добре, щоб отримати hashlength
ua_ua: Не вдалося отримати довжину хеша

source: Для того, щоб отримати hashlength 2
ua_ua: Не вдалося отримати довжину хешу 2

source: Для того, щоб отримувати signature size
ua_ua: Неможливо отримати розмір підпису

source: Додаток, що load cheat engine public key
ua_ua: Неможливо завантажити відкритий ключ Cheat Engine

source: Додаткова інформація надавала key
ua_ua: Неможливо завантажити секретний ключ

source: Завантажити список клавіатур key
ua_ua: Неможливо завантажити відкритий ключ таблиці

source: The provided public key is invalid(Not signed by the Cheat Engine guy). Remove the signature section to load this table
ua_ua: Наданий відкритий ключ недійсний. Видаліть розділ підпису, щоб завантажити цю таблицю

source: Цей список записів не містить PublicKey element
ua_ua: Підпис цієї таблиці не містить елементу PublicKey

source: Цей Table's signature does no contain a SignedHash element
ua_ua: Підпис цієї таблиці не містить елемент SignedHash

source: Select your cheat engine signature file
ua_ua: Виберіть файл підпису Cheat Engine

source: Цей список має бути змінений. Для того, щоб load this table, remove the signature part with an editor (Інсталювати файл для suspicious things while you're at it)
ua_ua: Ця таблиця була змінена. Щоб завантажити цю таблицю, видаліть частину з підписом за допомогою редактора (заодно перевірте файл на наявність підозрілих речей)

source: no GetNamedSecurityInfo
ua_ua: GetNamedSecurityInfo не призначений

source: no GetSecurityInfo
ua_ua: GetSecurityInfo не призначений

source: no SetEntriesInAcl
ua_ua: GetSecurityInfo не призначений

source: no SetNamedSecurityInfo
ua_ua: GetSecurityInfo не призначений

source: Failed creating a proper view
ua_ua: Невдале створення належного вигляду

source: Mapping failed
ua_ua: Збій мапінгу

source: Nothing found
ua_ua: Нічого не знайдено

source: Визначений range is invalid
ua_ua: Вказаний діапазон неприпустимий

source: Add Offset
ua_ua: Зміщення

source: Remove Offset
ua_ua: -Зміщення

source: Address of pointer
ua_ua: Адреса вказівника

source: Fill in the nr. of bytes after the location the pointer points to
ua_ua: Заповніть усунення після адреси на яку вказує покажчик

source: %s is not a valid offset
ua_ua: %s не є допустимим зміщенням

source: Не всі offsets мають бути filled in
ua_ua: Заповнені не всі усунення

source: Offset (Hex)
ua_ua: Зміщення (Hex)

source: Результат next pointer
ua_ua: Слід. покажчик

source: Офіс ви збираєтеся це зробити
ua_ua: Зміщення призводить до

source: Тих повідомлень до адреси
ua_ua: Покажчик вказує на адресу

# formaddtocodelist.rspleasefillinavalidfromaddress
source: Використання 'From' address
ua_ua: Будь ласка, заповніть допустиму адресу в полі "Від"

# formaddtocodelist.rspleasefillinavalidtoaddress
source: Використовуйте правильний 'To' address
ua_ua: Будь ласка, заповніть допустиму адресу в полі "До"

source: Region to add
ua_ua: Регіон для додавання

source: Are you sure you wish to delete these entries(s)?
ua_ua: Ви дійсно хочете видалити всі ці записи?

source: Accessed addresses by %x
ua_ua: Адреси,за якими здійснювався доступ по %x

# formchangedaddresses.rsclose
source: Close
ua_ua: Зачинити

source: The following %d addresses have been accessed by the code you selected
ua_ua: Доступ до наступних %d адресів здійснювався за вибраним вами кодом

source: This address has been accessed by the code you selected
ua_ua: Доступ до до цього адресу здійснюється за вибраному вами коду

source: Delete addresses
ua_ua: Видалити адреси

source: Please designate a group to at least some addresses
ua_ua: Будь ласка,призначте групу хоча б деяким адресам

source: Enter a Lua formula to use to filter. E.g RCX==0x2301adc0. Empty for no filter
ua_ua: Введіть формулу Lua для фільтрації. Наприклад, RCX==0x2301adc0. Якщо пусто, то без фільтрації.

# formchangedaddresses.rsfilter
source: Filter
ua_ua: Фільтр

source: Give the new value
ua_ua: Встановіть нове значення

source: Invalid groups
ua_ua: Неприпустимі групи

source: Те, що немає адреси для групи %d
ua_ua: Немає адрес для групи %d

source: No Description
ua_ua: Немає опису

# formchangedaddresses.rsstop
source: Stop
ua_ua: Зупинити

source: Value Change
ua_ua: Зміна значення

# formdesignerunit.rsformdesignercaption
source: Form Designer
ua_ua: Дизайнер форм

source: Form files(*.frm)|*.FRM
ua_ua: Файли форми(*.frm)|*.FRM

source: Form files(*.lfm)|*.LFM
ua_ua: Файли форми(*.lfm)|*.LFM

source: {Invalid object}
ua_ua: {Неприпустимий об'єкт}

source: Show checkboxes for boolean
ua_ua: Показувати прапорці для логічних типів

source: Well done, ви знаєте easter egg!
ua_ua: Чудово! Ви знайшли пасхалку!

source: Додатковий шлях доinter =%s
ua_ua: Вірогідний базовий покажчик =%s

source: The value of the pointer needed to find this address is probably %s
ua_ua: Можливе значення покажчика, необхідне знаходження цієї адреси: %s

# formhotkeyunit.rsapplicationskey
source: Application key
ua_ua: Ключ додатків

# formhotkeyunit.rsbackspace
source: Backspace
ua_ua: BckSp

# formhotkeyunit.rsdelete
source: Delete
ua_ua: Del

# formhotkeyunit.rsdownarrow
source: Down Arrow
ua_ua: Down

# formhotkeyunit.rsleftarrow
source: Left Arrow
ua_ua: Left

# formhotkeyunit.rsleftwindowskey
source: Left Windows key
ua_ua: LWin

# formhotkeyunit.rsnumeric
source: numeric
ua_ua: Numpad

# formhotkeyunit.rsnumlock
source: Num Lock
ua_ua: NumLk

# formhotkeyunit.rspagedown
source: Page Down
ua_ua: PgDn

# formhotkeyunit.rspageup
source: Page Up
ua_ua: PgUp

# formhotkeyunit.rsprintscreen
source: Print Screen
ua_ua: PrtScn

# formhotkeyunit.rsrightarrow
source: Right Arrow
ua_ua: Right

# formhotkeyunit.rsrightwindowskey
source: Right Windows key
ua_ua: RWin

# formhotkeyunit.rsscrolllock
source: Scroll Lock
ua_ua: ScrLk

# formhotkeyunit.rsspacebar
source: Space bar
ua_ua: Space

# formhotkeyunit.rsuparrow
source: Up Arrow
ua_ua: Up

source: Commit
ua_ua: Виділений

# formmemoryregionsunit.rsdone
source: done
ua_ua: готово

source: Ви можете використовувати COPY-ON-WRITE bit?
ua_ua: Ви хочете використовувати біт копіювання під час запису?

# formmemoryregionsunit.rsexecute
source: Execute
ua_ua: Виконання

source: Execute+Read
ua_ua: Виконання+Читання

source: Execute+Read+Write
ua_ua: Виконання+Читання+Запис

source: Execute+Write Copy
ua_ua: Виконання+Запис+Копіювання

source: Failed to delete %s
ua_ua: Не вдалося видалити %s

source: Free
ua_ua: Вільний

source: Guard
ua_ua: Захищений

# formmemoryregionsunit.rsimage
source: Image
ua_ua: Образ

source: Mapped
ua_ua: Проектований

# formmemoryregionsunit.rsmemoryregions
source: Memory regions
ua_ua: Регіони пам'яті

source: Memory regions - Saving(%s/%s)
ua_ua: Регіони пам'яті - Збереження (%s/%s)

# formmemoryregionsunit.rsnoaccess
source: No Access
ua_ua: Немає доступу

source: No Cache
ua_ua: Не кешувати

source: Приватний
ua_ua: Закритий

source: Read
ua_ua: Читання

source: Read+Write
ua_ua: Читання+Запис

source: Reserve
ua_ua: Резервний

source: There are already memoryfiles with this name. Do you want to delete them? (choosing no will add the file(s) to empty slots)
ua_ua: Файл із такою самою назвою вже існує. Бажаєте його видалити? (якщо виберіть «Ні», файл буде збережено з такою самою назвою, але з трохи іншим розширенням)

source: Це не є вільним slot
ua_ua: Немає вільних слотів

# formmemoryregionsunit.rswritecopy
source: Write Copy
ua_ua: Запис+Копіювання

# formsettingsunit.rs2bytes
source: 2 Bytes
ua_ua: 2 Байти

# formsettingsunit.rs4bytes
source: 4 Bytes
ua_ua: 4 Байти

# formsettingsunit.rs8bytes
source: 8 Bytes
ua_ua: 8 Байт

source: All Custom Types
ua_ua: Всі типи користувачів

# formsettingsunit.rsarrayofbyte
source: Array of byte
ua_ua: Масив байт

source: Attach to current foreground process
ua_ua: Приєднатися до пріоритетного процесу

# formsettingsunit.rsbinary
source: Binary
ua_ua: Двійковий

# formsettingsunit.rsbyte
source: Byte
ua_ua: 1 Байт

source: Cancel the current scan
ua_ua: Скасувати поточний пошук

source: Changed Value
ua_ua: Значення змінилося

source: Змінити тип до
ua_ua: Змінити тип на

# formsettingsunit.rsdebuggeroptions
source: Debugger Options
ua_ua: Параметри відладчика

source: Debug->Run
ua_ua: Налагодження->Запустити

source: Decreased Value
ua_ua: Значення зменшилося

# formsettingsunit.rsextra
source: Extra
ua_ua: Додатково

source: Failure getting the Memory Management registry key
ua_ua: Не вдалося отримати ключ реєстру "Memory Managements"

source: Підтримка до відкритої програми реєстрації
ua_ua: Не вдалося відкрити запис реєстру

# formsettingsunit.rsgeneralsettings
source: General Settings
ua_ua: Загальні налаштування

# formsettingsunit.rshigher
source: Higher
ua_ua: Вище за звичайне

# formsettingsunit.rshighest
source: Highest
ua_ua: Вищий

# formsettingsunit.rshotkeys
source: Hotkeys
ua_ua: Гарячі клавіші

# formsettingsunit.rsidle
source: Idle
ua_ua: Той, що простоює

source: Increased Value
ua_ua: Значення збільшилося

source: %s не є дійсним терміном
ua_ua: %s не є допустимим інтервалом

# formsettingsunit.rslanguages
source: Languages
ua_ua: Мова

# formsettingsunit.rslower
source: Lower
ua_ua: Нижче звичайного

# formsettingsunit.rslowest
source: Lowest
ua_ua: Нижчий

source: New language set
ua_ua: Нова мова задана

# formsettingsunit.rsnextscan
source: Next Scan
ua_ua: Відсів

source: No Name
ua_ua: Без імені

# formsettingsunit.rsnormal
source: Нормальний
ua_ua: Звичайний

source: Pause the selected process
ua_ua: Зупинити вибраний процес

source: Плещати boot with unsigned drivers allowed(F8 during boot), або sign the driver yourself
ua_ua: Завантажте систему з непідписаним драйвером (клавіша F8 під час завантаження) або підпишіть його самостійно

# formsettingsunit.rsplugins
source: Plugins
ua_ua: Плагіни

source: Popup/Hide cheat engine
ua_ua: Спливання/Приховування Cheat Engine

source: (Requires DBVM)
ua_ua: (Потрібен DBVM)

source: It is recomended to restart Cheat Engine for this change to take effect
ua_ua: Щоб зміни набули чинності, рекомендується перезапустити Cheat Engine

# formsettingsunit.rsscansettings
source: Scan Settings
ua_ua: Налаштування пошуку

source: Signing
ua_ua: Підписання

source: Реєстровані клавіші мають бути змінені відповідно. Reboot your system to make it take effect
ua_ua: Ключі реєстру були змінені. Перезавантажте систему, щоб зміни набули чинності

source: Your protection has been restored. Please restart your system to make it take effect
ua_ua: Ваш захист був відновлений. Будь ласка, перезавантажте вашу систему, щоб зміни набули чинності

source: WARNING! Making kernelmode possible will slightly increase the speed of your system, BUT it will make you vulnerable to Spectre attacks Are you ok with this? (You can later re-enable this protection)
ua_ua: ПОПЕРЕДЖЕННЯ! Створення можливості налагодження ядра трохи збільшить швидкість вашої системи, але зробить вас вразливим до атаки із застосуванням експлойту "Spectre" Ви нормально ставитеся до цього?

source: Speedhack speed
ua_ua: Спідхак - швидкість

# formsettingsunit.rstext
source: Text
ua_ua: Текст

source: Виберіть цю статтю, щоб отримати більше 0
ua_ua: Розмір буфера пошуку повинен бути більшим, ніж 0

source: Цей plugin is already loaded
ua_ua: Цей плагін вже завантажений

# formsettingsunit.rstimecritical
source: TimeCritical
ua_ua: Критичний за часом

source: Toggle between first/last scan compare
ua_ua: Переключення між першим/останнім порівнянням пошуку

source: Toggle the speedhack
ua_ua: Переключити спідхак

# formsettingsunit.rstools
source: Tools
ua_ua: Інструменти

source: Unchanged Value
ua_ua: Значення не змінилося

source: Undo last scan
ua_ua: Повернення попереднього відсіву

source: Unknown Initial Value
ua_ua: Невідоме початкове значення

# formsettingsunit.rsunrandomizer
source: Unrandomizer
ua_ua: Антирандомайзер

source: You haven't selected any memory type. This will result in Cheat Engine finding NO memory! Are you stupid?
ua_ua: Увімкнення «Спостерігача процесу» буде перешкоджати роботі розвантажувача

source: Цей буде налаштований Software Breakpoint (int3) on every single opcode that will be reported here. Are you sure ?
ua_ua: Буде встановлений програмний брейкпоінт (int3) на кожну інструкцію в списку. Ви впевнені?

# foundcodeunit.strclose
source: Close
ua_ua: Закрити

# foundlisthelper.rserror
source: Error
ua_ua: Помилка

# foundlisthelper.rsundefinederror
source: Undefined error
ua_ua: Невизначена помилка

source: Procentage shown
ua_ua: Відсоток показу

source: Якщо ви не збираєтеся %s ?
ua_ua: Ви впевнені, що хочете закрити %s?

source: Auto assembler
ua_ua: Автоасемблер

source: Cheat Engine Assembly (*.CEA)|*.CEA|All Files ( *.* )|*.*
ua_ua: Cheat Engine Ассемблювання (*.CEA)|*.CEA|Всі файли ( *.* )|*.*

source: Cheat Engine GNU Assembly (*.CEGA)|*.CEGA|All Files ( *.* )|*.*
ua_ua: Cheat Engine GNU Ассемблювання (*.CEGA)|*.CEGA|Все файлы ( *.* )|*.*

source: Code inject template
ua_ua: Скрипт повинен містити секції [ENABLE] та [DISABLE], щоб його можна було додати до таблиці

source: Code relocation template
ua_ua: Шаблон переміщення коду

source: End address (останні bytes включаються, якщо необхідно)
ua_ua: Кінцева адреса

source: ERROR: Could not find unique AOB, tried code "
ua_ua: ПОМИЛКА: Не вдалося знайти унікальний масив байт. Випробуваний код "

source: Execute script
ua_ua: Виконати скрипт

source: Failed allocating memory for the script
ua_ua: Не вдалося виділити пам'ять для скрипту

source: Проблема створення повідомлень тексту для script located at address
ua_ua: Невдале створення заглушки для скрипта, розташованого за адресою

source: Зроблено до списку повідомлень. Не всі code is injectable
ua_ua: Не вдалося додати до таблиці. Не весь код придатний до ін'єкції

source: failed writing the script to the process
ua_ua: не вдалося записати скрипт у процес

source: Failure loading undercdll
ua_ua: Не вдалося завантажити undercdll

source: GNU Assembler Script
ua_ua: Скрипт GNU асемблера

source: LUA Script (*.LUA)|*.LUA|All Files ( *.* )|*.*
ua_ua: LUA Скрипт (*.LUA)|*.LUA|Всі файли ( *.* )|*.*

source: LUA Script
ua_ua: LUA Скрипт

source: Not all code is injectable. %s Are you sure you want to edit it to this?
ua_ua: Не весь код придатний для ін'єкції. %s Ви впевнені, що не бажаєте відредагувати його?

source: Як я маю адресу для вас, щоб скинути?
ua_ua: На якій адресі ви хочете встановити перехід?

source: Script
ua_ua: Скрипт

source: Script 1
ua_ua: Скрипт 1

source: Start address
ua_ua: Початкова адреса

source: Thumb instructions не вдається реалізувати
ua_ua: Thumb інструкції ще не реалізовані

source: What do you want to name the symbol для point injection?
ua_ua: Яку назву ви хочете дати символу, який вказує на місце ін'єкції?

source: Write code
ua_ua: Записати код

source: Found %d
ua_ua: Знайдено %d

source: Save results to file
ua_ua: Зберегти результати до файлу

source: Start Mapping
ua_ua: Запустити

# frmbranchmapperunit.rsstop
source: Stop
ua_ua: Зупинити

source: Якщо ви збираєтеся змінити це на pagewide breakpoint?
ua_ua: Ви впевнені, що хочете змінити ширину сторінки брейкпоінтів?

source: Doubleclick to launch structure compare
ua_ua: Подвійний клік для запуску порівняння структури

source: Doubleclick to show scanner/results
ua_ua: Подвійний клік для показу сканера/результатів

source: Closing this window will also stop the scanner. Are you sure?
ua_ua: Закриття цього вікна призведе до зупинки пошуку. Ви впевнені?

source: Використовуйте правильний розмір для відповідного коду кави
ua_ua: Будь ласка, надайте допустимий розмір для "code cave"

source: Використовуйте правильний start address
ua_ua: Будь ласка, надайте допустиму початкову адресу

source: Додаткова інформація на valid stop stop address
ua_ua: Будь ласка, надайте допустиму кінцеву адресу

source: Please tell me you don't need a code cave this small!!!
ua_ua: Список адрес (%d)

source: Assembly Scan. Please wait
ua_ua: Пошук інструкцій. Зачекайте, будь ласка

source: Cancel List Refresh
ua_ua: Скасувати оновлення

source: Code Filter
ua_ua: Фільтр коду

source: Filtering addresses
ua_ua: Фільтрація адрес

# frmcodefilterunit.rsno
source: No
ua_ua: Ні

source: Open an address file
ua_ua: Відкрити файл

source: Save an address file
ua_ua: Зберегти файл

# frmcodefilterunit.rsshowrefreshlist
source: Setting breakpoints
ua_ua: Оновити список

source: %s is invalid range (xxxx-xxxx)
ua_ua: %s - неприпустимий діапазон (xxxx-xxxx)

# frmcodefilterunit.rsyes
source: Yes
ua_ua: Так

source: Це є %d structures in this list
ua_ua: У цьому списку %d структур(и)

# frmdisassemblyscanunit.rsdone
source: Done
ua_ua: Готово

# frmdisassemblyscanunit.rsdsclose
source: Close
ua_ua: Закрити

source: scan error
ua_ua: помилка сканування

source: Dissect Windows
ua_ua: Аналіз вікон

source: Give the new text for this window
ua_ua: Вкажіть новий текст для цього вікна

source: Invis
ua_ua: Приховане

source: Removed
ua_ua: Видалено

# frmenumeratedllsunit.rsnothingfound
source: nothing found
ua_ua: нічого не знайдено

source: Якщо ви не збираєтеся запустити %s?
ua_ua: Ви впевнені, що хочете видалити діапазон %s?

source: Як ви не збираєтеся писати?
ua_ua: Ви впевнені, що стерли список?

source: ARCHIVE:
ua_ua: АРХІВ:

source: CE trainer maker
ua_ua: Генератор трейнера

source: DECOMPRESSOR:
ua_ua: ДЕКОМПРЕСОР:

# frmexetrainergeneratorunit.rsdefault
source: Default
ua_ua: Стандартне

source: failure on writing
ua_ua: помилка запису

source: Failure opening the trainer for resource updates. Make sure you do not watch the creation
ua_ua: Швидке

source: Generate
ua_ua: Створити

source: icon update error
ua_ua: помилка під час оновлення іконки

source: (Invalid icon)
ua_ua: (Неприпустима іконка)

source: (Invalid icon type)
ua_ua: (Неприпустимий тип іконки)

source: Max
ua_ua: Максимум

source: New foldername
ua_ua: Нова назва папки
