Repository: Ukrainian-Hucker/Ukrainian-language-for-Cheat-Engine
Catalog: ua_UA/cheatengine-x86_64.po
Languages: ua_ua

source: When this is checked the heap is used to figure out the offset sizes, instead of blindly guessing them. pro: Greatly improve speed and a lot less useless results con: if the game allocates gigantic chunks of heap memory, and then divides it up itself, this will give wrong results. In other cases this will give perfect pointers
ua_ua: Якщо включено, то будуть використовуватися дані з купи, щоб обчислити розміри зміщення замість сліпого їх вгадування Доказ «За:» Значно покращується швидкість і зменшується кількість непотрібних результатів. Доказ "Проти:" Якщо гра виділяє гігантські блоки пам'яті з "купи", а потім розподіляє їх для себе, то буде дано невірний результат. В інших випадках це дає ідеальні покажчики

# TFRMPOINTERSCANNERSETTINGS.CBUSELOADEDPOINTERMAP.CAPTION
source: Увімкнути pointermap
ua_ua: Використати збережену карту покажчиків

source: Use this if you have created a pointermap on a system that runs the game, but you wish to do the scan on another system (or multiple systems). Checking this option will open a dialog where you can select the pointermap
ua_ua: Скористайтеся цим, якщо ви створили карту покажчиків гри на одній операційній системі та бажаєте виконати сканування на іншій системі. Увімкнення цієї опції відкриє діалог, де ви зможете вибрати карту покажчиків

# TFRMPOINTERSCANNERSETTINGS.CBVALUETYPE.TEXT
source: 4 Byte
ua_ua: 4 Байти

# TFRMPOINTERSCANNERSETTINGS.COMBOBOX1.TEXT
source: Нормальний
ua_ua: Звичайний

source: Fill in the total number of threads that should be allowed to be used as a stack lookup. Thread 1 is usually the main thread of the game, but if that one spawns another thread for game related events, you might want to have that secondary thread as well. More threads is not recommend as they may get created and destroyed on the fly, and are therefore useless as a lookup base, but it depends on the game.
ua_ua: Заполните общее количество потоков, для которых будет включен поиск в стеке. Поток 1 - обычно это главный поток игры, но если игра создает ещё один поток для связанных с ней событий, то вам может потребоваться и он.

# TFRMPOINTERSCANNERSETTINGS.LABEL1.CAPTION
source: Password
ua_ua: Пароль

# TFRMPOINTERSCANNERSETTINGS.LABEL10.CAPTION
source: From
ua_ua: Від

# TFRMPOINTERSCANNERSETTINGS.LABEL11.CAPTION
source: To:
ua_ua: До:

source: Max level
ua_ua: Макс. рівень:

source: Pointer path може бути тільки в цьому регіоні:
ua_ua: Регіон, в якому може бути ланцюжок покажчика:

# TFRMPOINTERSCANNERSETTINGS.LABEL2.CAPTION
source: To
ua_ua: До

source: Maximum offset value:
ua_ua: Макс. значення зміщення:

# TFRMPOINTERSCANNERSETTINGS.LABEL9.CAPTION
source: Nr of threads scanning:
ua_ua: Потоків сканування:

source: Число від oldest to newest:
ua_ua: Кількість потоків від старих до нових:

# tfrmpointerscannersettings.lblport.caption
source: Port:
ua_ua: Порт:

source: Max stackoffset to be deemed static enough:
ua_ua: Максимальне зміщення від статичної адреси:

# TFRMPOINTERSCANNERSETTINGS.RBFINDADDRESS.CAPTION
source: Scan for address
ua_ua: Пошук адреси

# TFRMPOINTERSCANNERSETTINGS.RBFINDVALUE.CAPTION
source: Scan for addresses with value
ua_ua: Пошук значення адреси

# tfrmpointerscannersettings.rbgeneratepointermap.caption
source: Generate pointermap
ua_ua: Створення картки покажчиків

# tfrmrescanpointer.cbusesavedpointermap.caption
source: Use saved pointermap
ua_ua: Використовувати збережену карту покажчиків

# TFRMPROCESSINFO.BUTTON1.CAPTION
source: OK
ua_ua: Підтвердити

source: Threads>>
ua_ua: Потоки>>

source: Process/System Info
ua_ua: Інформація про процес/систему

source: Valid Handle:
ua_ua: Дескриптор:

source: Attach to process
ua_ua: Приєднатися до процесу

source: Open process
ua_ua: Відкрити процес

# tfrmprocesswatcher.caption
source: Process watcher
ua_ua: Показати ідентифікатори потоку

source: Processwatcher Extra
ua_ua: Додатково

source: Rearrange structure list
ua_ua: Упорядкування списку структур

# tfrmreferencedfunctions.caption
source: Referenced functions
ua_ua: Посилання на функції

# TFRMREFERENCEDFUNCTIONS.LVCALLLIST.COLUMNS[0].CAPTION
source: Address
ua_ua: Адреса

# tfrmreferencedfunctions.lvcalllist.columns[1].caption
source: Refcount
ua_ua: Посилання

source: Копія листа до clipboard
ua_ua: Копіювати список у буфер обміну

source: Referenced Strings
ua_ua: Посилання на рядки

# TFRMREFERENCEDSTRINGS.FIND1.CAPTION
source: Find
ua_ua: Знайти

# TFRMREFERENCEDSTRINGS.FINDNEXT1.CAPTION
source: Find Next
ua_ua: Пошук далі

# TFRMREFERENCEDSTRINGS.LVSTRINGLIST.COLUMNS[0].CAPTION
source: Address
ua_ua: Адреса

# TFRMREFERENCEDSTRINGS.LVSTRINGLIST.COLUMNS[1].CAPTION
source: Refcount
ua_ua: Посилання

# tfrmreferencedstrings.lvstringlist.columns[2].caption
source: String
ua_ua: Рядок

# tfrmreferencedstrings.search1.caption
source: Search
ua_ua: Пошук

# TFRMRESCANPOINTER.BUTTON1.CAPTION
source: OK
ua_ua: Підтвердити

# TFRMRESCANPOINTER.BUTTON2.CAPTION
source: Cancel
ua_ua: Скасувати

source: Rescan pointerlist
ua_ua: Відсіювання списку покажчиків

source: Base pointer must be in range
ua_ua: Базовий покажчик має бути в діапазоні

# TFRMRESCANPOINTER.CBCHANGEBASEPOINTEROFFSET.CAPTION
source: Змінити base pointer address by specific offset
ua_ua: Змінити базову адресу покажчика на певне усунення

source: Delay rescan for
ua_ua: Затримка відсіву в

source: Онлий filtr out accessible pointers
ua_ua: Відсіювати тільки доступні покажчики

source: Lua filter. function
ua_ua: Lua фільтр. function

source: When checked this will call the given function for every pointer being evaluated. Return true if it's valid, false if not base is the base address (integer) offset is a table with offsets target is the address the pointer points to. Can be nil
ua_ua: Якщо галочка встановлена, то вказана функція буде викликатися для кожного покажчика, що перевіряється. Повертає true, якщо вказівник є вірним і false, якщо ні base" - базова адреса (ціле число) offsets" - таблиця зі зміщеннями target" - адреса, на яку вказує покажчик. Може бути нулем

source: Must end with offsets
ua_ua: Має закінчуватися зміщенням

source: Must start with offsets
ua_ua: Повинно починатися зі зміщення

source: Тільки тільки фільтри, що не відображаються
ua_ua: Відсіювати тільки неправильні покажчики

source: Repeat rescan until stopped
ua_ua: Повторювати відсіювання до натискання кнопки "Припинити"

# TFRMRESCANPOINTER.CBUSESAVEDPOINTERMAP.CAPTION
source: Увімкнути pointermap
ua_ua: Використати збережену карту покажчиків

source: Normally this should not be used. Saved pointermaps are best suited for the initial scan. One case where it could be useful is where you have a pointerfile that is too big to send to someone else, but the scandata file is not. In that case, ask the other person for the scandata and do the scan on your system against the current pointerfile
ua_ua: Зазвичай, ця опція має бути задіяна, т.к. збережені карти покажчиків найкраще підходять для початкового пошуку.

# tfrmrescanpointer.cbvaluetype.text
source: 4 Byte
ua_ua: 4 Байти

source: seconds
ua_ua: секунд

source: New base address
ua_ua: Нова базова адреса

source: Original base address
ua_ua: Оригінальна базова адреса

# tfrmrescanpointer.lbland.caption
source: and
ua_ua: і

# TFRMRESCANPOINTER.LBLORIGINALBASE.CAPTION
source: <address>
ua_ua: <адреса>

# tfrmrescanpointer.rbfindaddress.caption
source: Address to find:
ua_ua: Пошук адреси:

# tfrmrescanpointer.rbfindvalue.caption
source: Value to find:
ua_ua: Пошук значення адреси:

# TFRMRESUMEPOINTERSCAN.BTNNOTIFYSPECIFICIPS.CAPTION
source: Setup specific IP's to notify
ua_ua: Повідомлені IP-адреси

# tfrmresumepointerscan.button1.caption
source: Resume
ua_ua: Відновити

# TFRMRESUMEPOINTERSCAN.BUTTON2.CAPTION
source: Cancel
ua_ua: Скасувати

source: Resume pointerscan
ua_ua: Відновлення пошуку покажчика

# TFRMRESUMEPOINTERSCAN.CBBROADCAST.CAPTION
source: Broadcast that a scan has started
ua_ua: Повідомити про початок сканування

# TFRMRESUMEPOINTERSCAN.CBDISTRIBUTEDSCANNING.CAPTION
source: Allow distributed scanning
ua_ua: Дозволити розподілене сканування

# tfrmresumepointerscan.cbdistributedscanning.hint
source: Відкритий port, що з іншими системами керування персоналізатором може з'єднатися з ним і help out with the scan
ua_ua: Відкриває порт, до якого можуть підключитися інші системи із запущеним сканером покажчиків та допомогти зі скануванням

# TFRMRESUMEPOINTERSCAN.COMBOBOX1.TEXT
source: Normal
ua_ua: Звичайний

source: Rescan pointermaps
ua_ua: Відсів

# TFRMRESUMEPOINTERSCAN.LABEL9.CAPTION
source: Nr of threads scanning:
ua_ua: Потоків сканування:

# tfrmresumepointerscan.lblport.caption
source: Port:
ua_ua: Порт:

# TFRMRESUMEPOINTERSCAN.LISTVIEW1.COLUMNS[0].CAPTION
source: Filename
ua_ua: Назва файлу

# TFRMRESUMEPOINTERSCAN.LISTVIEW1.COLUMNS[1].CAPTION
source: Address
ua_ua: Адреса

source: Found
ua_ua: Знайдено

# TFRMSAVEDISASSEMBLY.BUTTON1.CAPTION
source: Save
ua_ua: Зберегти

# TFRMSAVEDISASSEMBLY.CAPTION
source: Save disassembled output
ua_ua: Адреса

# tfrmsavedisassembly.cbbytes.caption
source: bytes
ua_ua: байти

source: opcode
ua_ua: інструкції

# TFRMSAVEDISASSEMBLY.LABEL1.CAPTION
source: From
ua_ua: Від

# TFRMSAVEDISASSEMBLY.LABEL2.CAPTION
source: To
ua_ua: До

# TFRMSAVEMEMORYREGION.BUTTON1.CAPTION
source: Save
ua_ua: Зберегти

# TFRMSAVEMEMORYREGION.BUTTON2.CAPTION
source: Cancel
ua_ua: Скасувати

# tfrmsavememoryregion.button3.caption
source: Add
ua_ua: Додати

source: Save memoryregion
ua_ua: Не включати заголовок Cheat Engine у ​​файл

source: Add the region(s) of memory you want to save
ua_ua: Додати регіон(и) пам'яті для збереження

# TFRMSAVEMEMORYREGION.LABEL2.CAPTION
source: From
ua_ua: Від

# TFRMSAVEMEMORYREGION.LABEL3.CAPTION
source: To
ua_ua: До

# tfrmsavememoryregion.miclearlist.caption
source: Clear list
ua_ua: Очистити список

source: Combined select
ua_ua: Комбінований вибір

source: Done
ua_ua: Готово

source: Save selected snapshots
ua_ua: Зберегти вибрані фотографії

source: Save snapshots
ua_ua: Збереження знімків

source: Select snapshot(s) you wish to save
ua_ua: Виберіть знімки, які потрібно зберегти

source: Deselect all
ua_ua: Прибрати вибране

# TFRMSAVESNAPSHOTS.LBLSELECTALL.CAPTION
source: Select all
ua_ua: Обрати все

source: Give a base path and filename
ua_ua: Вкажіть базовий шлях та ім'я файлу

source: OK
ua_ua: Підтвердити

source: title
ua_ua: назва

# tfrmselectionlist.label1.caption
source: caption
ua_ua: заголовок

source: Apply crosshair
ua_ua: Застосувати перехрестя

source: D3D: Set Crosshair
ua_ua: D3D: Встановлення перехрестя

# TFRMSETCROSSHAIR.MENUITEM1.CAPTION
source: File
ua_ua: Файл

source: Load image
ua_ua: Завантажити зображення

# TFRMSETUPPSNNODE.BTNCANCEL.CAPTION
source: Cancel
ua_ua: Скасувати

# TFRMSETUPPSNNODE.BTNOK.CAPTION
source: Launch
ua_ua: Список довірених IP

source: Setup pointerscan network node
ua_ua: Налаштування вузла мережного сканера покажчиків

source: Allow children to connect to me
ua_ua: Дозволити нащадку підключатися до мене

source: Allow parents to connect to me
ua_ua: Дозволити батькам підключатися до мене

source: Allow temp file usage
ua_ua: Дозволити використання тимчасових файлів

source: Коли checked it will save the scandata files it receives into temporary files on the harddisk
ua_ua: Якщо галочка встановлена, будуть збережені файли з даними сканування, які будуть отримані з тимчасових файлів на жорсткому диску. Якщо галочка знята, то ці файли залишатимуться в оперативній пам'яті як у їхньому оригінальному, так і у витягнутому форматі. Це може бути корисним на системах без доступу до диска, але з великим обсягом оперативної пам'яті

# TFRMSETUPPSNNODE.CBAUTOTRUSTCHILDREN.CAPTION
source: Automatically trust stability of all new childnodes
ua_ua: Довіряти стабільності всіх нових вузлів-нащадків

source: Connect to other node as
ua_ua: Підключитися до іншого сайту як

# TFRMSETUPPSNNODE.CBCONNECTTOOTHERNODE.HINT
source: Connect до іншої системи як це parent or child
ua_ua: Підключитися до іншої системи як його батька або нащадка

# TFRMSETUPPSNNODE.CBMAXFOUNDRESULTS.CAPTION
source: Stop scans after finding max amount of results
ua_ua: Перервати сканування під час знаходження максимальної кількості результатів

source: Це буде визначати всі діти і роз'єднати від parent after having found at least the given amount of results
ua_ua: Завершить роботу всіх нащадків і відключить від батька після знаходження заданого результату Оскільки перевірка робиться приблизно кожні 10 секунд, то кінцевий результат може виявитися неточним Примітка: Тільки якщо в черзі знаходиться хоча б один з батьків, інакше відключення не відбудеться

# TFRMSETUPPSNNODE.CBMAXTIMETOSCAN.CAPTION
source: Stop scans after specific time
ua_ua: Перервати сканування через певний час

source: Це буде керувати всіма дітьми і роз'єднатися з parent після завершення сканування для життя протягом часу.
ua_ua: Завершить роботу всіх нащадків і відключить від батька після закінчення заданого часу Тоб перевірка робиться приблизно кожні 10 секунд, то кінцевий результат може бути неточним Примітка: Тільки якщо в черзі знаходиться хоча б один з батьків, інакше відключення не відбудеться

# tfrmsetuppsnnode.cbpriority.text
source: Lower
ua_ua: Нижче, ніж звичайно

source: Число threads to scan.
ua_ua: Число потоків сканування. Підказка: Можливо 0

source: Found pointer paths
ua_ua: Знайдених ланцюжків покажчика

# tfrmsetuppsnnode.label4.caption
source: Seconds
ua_ua: Секунд(и)

# tfrmsetuppsnnode.lblip.caption
source: IP
ua_ua: IP-адреса

# TFRMSETUPPSNNODE.LBLLISTENPORT.CAPTION
source: Listen port
ua_ua: Слухаючий порт

# TFRMSETUPPSNNODE.LBLPASSWORD.CAPTION
source: Password
ua_ua: Пароль

# TFRMSETUPPSNNODE.LBLPASSWORDCHILD.CAPTION
source: Password
ua_ua: Пароль

# tfrmsetuppsnnode.lblpasswordparent.caption
source: Password
ua_ua: Пароль

# TFRMSETUPPSNNODE.LBLPORT.CAPTION
source: Port
ua_ua: Порт

# TFRMSETUPPSNNODE.LBLPRIORITY.CAPTION
source: Priority
ua_ua: Пріоритет

source: Public name
ua_ua: Число потоків

source: child
ua_ua: нащадок

source: parent
ua_ua: батько

source: Compare
ua_ua: Порівняти

# tfrmsnapshothandler.caption
source: Snapshot handler
ua_ua: Обробник знімка

source: Compare selected snapshots
ua_ua: Порівняти вибрані фотографії

# TFRMSNAPSHOTHANDLER.MENUITEM1.CAPTION
source: File
ua_ua: Файл

source: Config
ua_ua: Конфігурація

source: Open snapshot(s)
ua_ua: Число потоків

# tfrmstacktrace.listview1.columns[1].caption
source: PC
ua_ua: Стек

source: Frame
ua_ua: Кадр

source: Return
ua_ua: Повернення

# tfrmstacktrace.listview1.columns[4].caption
source: Parameters
ua_ua: Параметри

source: Manual input
ua_ua: Ручне введення

# tfrmstacktrace.refresh1.caption
source: Refresh
ua_ua: Оновити

source: Stack View
ua_ua: Перегляд стека

# TFRMSTACKVIEW.LVSTACK.COLUMNS[0].CAPTION
source: Address
ua_ua: Адреса

# TFRMSTACKVIEW.LVSTACK.COLUMNS[1].CAPTION
source: Value
ua_ua: Значення

source: Secondary
ua_ua: Вторинне

source: Lock and add this view to structure dissect window
ua_ua: Заблокувати та додати це подання до «Аналізу структур»

source: Copy Line
ua_ua: Копіювати рядок

# tfrmstackview.miaddref.caption
source: (ref+*) Ref will be %x
ua_ua: (ref+*) Посилання %x

source: Copy Address
ua_ua: Копіювати адресу

source: Copy Secondary
ua_ua: Копіювати вторинне

source: Copy Value
ua_ua: Копіювати значення

# TFRMSTACKVIEW.MIFIND.CAPTION
source: Find
ua_ua: Знайти

source: Find Next...
ua_ua: Пошук далі...

source: Lock and do manual stacktrace
ua_ua: Заблокувати та виконати ручне трасування стека

source: Set background color to address
ua_ua: Вибрати колір тла адреси

source: Завантажити цю сторінку
ua_ua: Очистити поточний список

# tfrmstringmap.btnscan.caption
source: Generate string map
ua_ua: Створити картку рядків

# tfrmstringmap.btnshowlist.caption
source: <<Show list
ua_ua: <<Показати список

source: String map
ua_ua: Картка рядків

# tfrmstringmap.cbcasesensitive.caption
source: Case sensitive
ua_ua: З урахуванням регістру

# tfrmstringmap.cbmustbestart.caption
source: Must be start
ua_ua: Повинна починатися з

# tfrmstringmap.cbregexp.caption
source: Strings must match reg exp
ua_ua: Регулярний вираз

# tfrmstringmap.cbsavetodisk.caption
source: Save to disk
ua_ua: Зберегти на диск

source: Stringcount: 0
ua_ua: Кількість рядків: 0

# TFRMSTRINGMAP.LISTVIEW1.COLUMNS[0].CAPTION
source: Address
ua_ua: Адреса

# TFRMSTRINGMAP.LISTVIEW1.COLUMNS[1].CAPTION
source: String
ua_ua: Рядок

# tfrmstringmap.mifind.caption
source: Find...
ua_ua: Знайти...

source: Next
ua_ua: Далі

# tfrmstringpointerscan.btnnewscan.caption
source: New Scan
ua_ua: Нове сканування

# TFRMSTRINGPOINTERSCAN.BTNSCAN.CAPTION
source: Scan
ua_ua: Сканувати

# tfrmstringpointerscan.caption
source: Structure spider
ua_ua: З урахуванням регістру

# tfrmstringpointerscan.cbhasshadow.caption
source: Has Shadow
ua_ua: Є приховані дані

# tfrmstringpointerscan.cbhasshadow.hint
source: Ви можете це, якщо ви пишуть, а також попередньо збережені пам'яті регіону, що поточно resides в різних місцях.
ua_ua: Використовуйте це, якщо ви відстежуєте збережений раніше регіон пам'яті, який зараз знаходиться в іншому місці.

# tfrmstringpointerscan.cbhasshadow2.caption
source: Has Shadow
ua_ua: Є приховані дані

# tfrmstringpointerscan.cbhasshadow2.hint
source: Use this if you're spidering a previously saved memory region that currently resides in a different location.
ua_ua: Використовуйте це, якщо ви відстежуєте збережений раніше регіон пам'яті, який зараз знаходиться в іншому місці.

source: Store values ​​during scan
ua_ua: Зберігати значення під час сканування

source: Під час сканування величини повідомлювача буде зроблено в пам'яті для quick lookup, коли саме адреса електронної пошти є об'єднаною
ua_ua: Під час сканування значення покажчика будуть зберігатися в пам'яті для швидкого пошуку, коли та ж адреса знову зустрінеться. Якщо список вказівників складається в основному з унікальних адрес, то це може призвести до помилок про нестачу пам'яті. Увімкнено: Висока швидкість. Поїдає пам'ять. Вимкнено: Повільніше. Не надто велике поїдання пам'яті

# TFRMSTRINGPOINTERSCAN.CBMUSTBESTART.CAPTION
source: Must be start
ua_ua: Повинна починатися з

source: Pointer must be in range
ua_ua: Покажчик має бути в діапазоні

# TFRMSTRINGPOINTERSCAN.CBREGEXP.CAPTION
source: Strings must match reg exp
ua_ua: Регулярний вираз

source: Use existing stringmap
ua_ua: Використовувати існуючу картку рядків

# TFRMSTRINGPOINTERSCAN.COMBOCOMPARETYPE.TEXT
source: 4 Bytes
ua_ua: 4 Байти

# TFRMSTRINGPOINTERSCAN.COMBOTYPE.TEXT
source: String
ua_ua: Рядок

# tfrmstringpointerscan.lblalign.caption
source: Alignsize
ua_ua: Розмір вирівнювання

# TFRMSTRINGPOINTERSCAN.LBLAND.CAPTION
source: and
ua_ua: та

source: Base region
ua_ua: Тип порівняння

# TFRMSTRINGPOINTERSCAN.LBLEXTRA.CAPTION
source: Compare against
ua_ua: Порівняти з

# tfrmstringpointerscan.lblinfo.caption
source: Info
ua_ua: Інформація

# tfrmstringpointerscan.lblmaxlevel.caption
source: Max Level
ua_ua: Макс. рівень

# TFRMSTRINGPOINTERSCAN.LBLSIZE.CAPTION
source: Size
ua_ua: Розмір

# TFRMSTRINGPOINTERSCAN.LBLSIZE2.CAPTION
source: Size
ua_ua: Розмір

source: String:
ua_ua: Рядок:

# tfrmstringpointerscan.lblstructsize.caption
source: Structsize
ua_ua: Розмір структури

# tfrmstringpointerscan.lblvds.caption
source: Variable display type
ua_ua: Тип відображення

# TFRMSTRINGPOINTERSCAN.MENUITEM1.CAPTION
source: File
ua_ua: Файл

# tfrmstringpointerscan.menuitem5.caption
source: Rescan
ua_ua: Відсів

# tfrmstringpointerscan.menuitem6.caption
source: Filter pointerlist
ua_ua: Фільтр списку покажчиків

# TFRMSTRINGPOINTERSCAN.MENUITEM7.CAPTION
source: New Window
ua_ua: Нове вікно

# tfrmstringpointerscan.miclearcache.caption
source: Clear pointer cache
ua_ua: Очистити кеш покажчика

# TFRMSTRINGPOINTERSCAN.MIFIND.CAPTION
source: Find...
ua_ua: Знайти...

# TFRMSTRINGPOINTERSCAN.MIFINDNEXT.CAPTION
source: Find Next
ua_ua: Пошук далі

# tfrmstringpointerscan.minewscan.caption
source: New scan
ua_ua: Нове сканування

# TFRMSTRINGPOINTERSCAN.MIOPEN.CAPTION
source: Open
ua_ua: Відкрити

source: Data scan
ua_ua: Сканування даних

source: Доки не потрібні
ua_ua: Не дбати про різницю

source: Must be different
ua_ua: Має відрізнятися

source: Must be the same
ua_ua: Має співпадати

source: String scan
ua_ua: Сканування рядків

# tfrmstructurecompare.btnaddaddresslf.caption
source: Add Address
ua_ua: Додати адресу

# TFRMSTRUCTURECOMPARE.BTNADDADDRESSNLF.CAPTION
source: Add Address
ua_ua: Додати адресу

# TFRMSTRUCTURECOMPARE.BTNNEWSCAN.CAPTION
source: New Scan
ua_ua: Новий пошук

# TFRMSTRUCTURECOMPARE.BTNSCAN.CAPTION
source: Scan
ua_ua: Сканування

source: Structure Compare
ua_ua: Структурне порівняння

# TFRMSTRUCTURECOMPARE.CBHEXADECIMAL.CAPTION
source: Hexadecimal
ua_ua: Шістнадцятковий

source: Only find matching groups
ua_ua: Шукати тільки збіги

# TFRMSTRUCTURECOMPARE.COMBOTYPE.TEXT
source: З цим можливим буде тільки повторні результати, коли Група 1 має відповідні значення і група 2 має значення, і Група2 є незмінною як група1
ua_ua: 4 Байта

source: 1,2 or 4
ua_ua: 1,2 или 4

# TFRMSTRUCTURECOMPARE.GBLF.CAPTION
source: Group 1
ua_ua: Группа 1

source: Group 2
ua_ua: Группа 2

# TFRMSTRUCTURECOMPARE.LBLALIGN.CAPTION
source: element compare size
ua_ua: розмір елемента порівняння

# TFRMSTRUCTURECOMPARE.LBLINFO.CAPTION
source: Info
ua_ua: Інформація

# TFRMSTRUCTURECOMPARE.LBLMAXLEVEL.CAPTION
source: Max Level
ua_ua: Макс. рівень

# TFRMSTRUCTURECOMPARE.LBLSTRUCTSIZE.CAPTION
source: Structsize
ua_ua: Розмір структури

# TFRMSTRUCTURECOMPARE.LBLVDS.CAPTION
source: Variable display type
ua_ua: Тип відображення

# TFRMSTRUCTURECOMPARE.MENUITEM1.CAPTION
source: File
ua_ua: Файл

# TFRMSTRUCTURECOMPARE.MENUITEM5.CAPTION
source: Rescan
ua_ua: Відсів

# TFRMSTRUCTURECOMPARE.MENUITEM6.CAPTION
source: Filter pointerlist
ua_ua: Фільтр списку покажчиків

# TFRMSTRUCTURECOMPARE.MENUITEM7.CAPTION
source: New Window
ua_ua: Нове вікно

# TFRMSTRUCTURECOMPARE.MICLEARCACHE.CAPTION
source: Clear pointer cache
ua_ua: Очистити кеш покажчика

# TFRMSTRUCTURECOMPARE.MICOPY.CAPTION
source: Copy
ua_ua: Копіювати

# TFRMSTRUCTURECOMPARE.MICUT.CAPTION
source: Cut
ua_ua: Вирізати

# TFRMSTRUCTURECOMPARE.MIDELETEADDRESS.CAPTION
source: Delete
ua_ua: Видалити

# TFRMSTRUCTURECOMPARE.MIFIND.CAPTION
source: Find...
ua_ua: Знайти...

# TFRMSTRUCTURECOMPARE.MIFINDNEXT.CAPTION
source: Find Next
ua_ua: Пошук далі

source: Max addresses shown : 32
ua_ua: Кількість адрес, що відображаються: 32

source: Тих років ви визначили максимальне число address to show per line
ua_ua: Дозволить вам вказати максимальну кількість адрес для відображення в кожному рядку

# TFRMSTRUCTURECOMPARE.MINEWSCAN.CAPTION
source: New scan
ua_ua: Нове сканування

# TFRMSTRUCTURECOMPARE.MIOPEN.CAPTION
source: Open
ua_ua: Відчинити

# TFRMSTRUCTURECOMPARE.MIPASTE.CAPTION
source: Paste
ua_ua: Вставить

# TFRMSTRUCTURECOMPARE.MISHADOW.CAPTION
source: Lock
ua_ua: Заблокувати

# TFRMSTRUCTURELINKER.BTNCANCEL.CAPTION
source: Cancel
ua_ua: Скасувати

source: Link
ua_ua: Зв'язати

source: Structure linker
ua_ua: Структурний редактор зв'язків

source: Fill in 'Local' structures
ua_ua: Заповнювати локальні структури

source: Помилка в точках, які встановлюють структуру встановлюють start
ua_ua: Заповнювати вказівники, які вказують на структуру, замість початку блоку

source: Override 'Local' structures when needed
ua_ua: Перезаписувати «локальні» структури за потреби

source: Fill in the known address of thes structures (Can be blank if unknown or unrelated)
ua_ua: Заповнення відомих адрес цих структур (можуть бути порожніми, якщо невідомі або не пов'язані)

# TFRMSTRUCTURELINKER.SGSTRUCTUREADDRESS.COLUMNS[1].TITLE.CAPTION
source: Address
ua_ua: Адреса

# TFRMSTRUCTURES.CAPTION
source: Memory dissect
ua_ua: Додати додаткову адресу
