Repository: Ukrainian-Hucker/Ukrainian-language-for-Cheat-Engine
Catalog: ua_UA/cheatengine-x86_64.po
Languages: ua_ua

source: I don't understand what you mean with %s
ua_ua: Не зрозуміло, що ви мали на увазі, написавши «%s»

source: Inject dll
ua_ua: Ін'єкція dll

source: Input the assembly code to find. Wildcards( * ) supported.
ua_ua: Вкажіть інструкцію для пошуку. Підтримується знак підстановки ( * )

# memorybrowserformunit.rsisnotavalidvalue
source: %s is not a valid value
ua_ua: %s не є допустимим значенням

# memorybrowserformunit.rslinkwithotherhexview
source: Link with other hexview
ua_ua: Зв'язатись з іншим Hex-редактором

source: Max stacktrace size
ua_ua: Максимальний розмір трасування стека

source: Bookmark %d
ua_ua: Закладка %d

source: Bookmark %d: %s
ua_ua: Закладка %d: %s

source: Creation of the remote thread failed
ua_ua: Не вдалося створити віддалений потік

source: Thread Created
ua_ua: Потік створений

source: Memory Viewer - Currently debugging thread %s
ua_ua: Редактор пам'яті - Налагодження потоку %s

source: Memory Viewer - Running
ua_ua: Редактор пам'яті - Запуск

source: Ви будете потрібні, щоб запустити відповідний код routine, перш ніж цей window is usable. Run it now?
ua_ua: Спочатку потрібно виконати «Аналіз коду». Виконати його зараз?

source: New size
ua_ua: Новий розмір

source: Parameters
ua_ua: Налаштування

source: Please enter a valid hexadecimal addres
ua_ua: Будь ласка, введіть допустиму шістнадцяткову адресу

source: Виберіть правильний hexadecimal value
ua_ua: Будь ласка, введіть допустиме значення шістнадцятки

source: Довідка specify the new symbol searchpath (; separates paths)
ua_ua: Будь ласка, вкажіть новий шлях пошуку символу (точка з комою розділяє шляхи)

# memorybrowserformunit.rspleasetargetanotherprocess
source: Start іншу версію Cheat Engine and attach to that instead
ua_ua: Якщо ви хочете виконати цю дію з Cheat Engine з її ж допомогою, то вам потрібно запустити ще одну копію

source: Плащати target a process first
ua_ua: Спочатку оберіть процес

source: Remove breakpoint
ua_ua: Видалити брейкпоїнт

# memorybrowserformunit.rsreplacewithcodethatdoesnothing
source: Replace with code that does nothing
ua_ua: Замінити код, що нічого не робить (NOP)

# memorybrowserformunit.rsrestorewithorginalcode
source: Restore with original code
ua_ua: Адреса повернення

source: Виберіть функцію, яку Ви бажаєте execute
ua_ua: Виберіть функцію, яку потрібно виконати

# memorybrowserformunit.rssetbreakpoint
source: Set breakpoint
ua_ua: Встановити брейкпоїнт

# memorybrowserformunit.rsshowdifference
source: Show difference
ua_ua: Показати різницю

source: something happened
ua_ua: щось сталося

source: (%s shows the autoguess value)
ua_ua: (%s показує передбачуване значення)

# memorybrowserformunit.rsstacktrace
source: Stacktrace
ua_ua: Трасування стека

source: Stop showing the difference
ua_ua: Припинити показувати різницю

source: Symbol handler
ua_ua: Обробник символу

source: Визначений код є %s byte(s) long, але selected opcode is %s byte(s) long! У вас потрібно вказати, що в complete opcode(s) with NOP's?
ua_ua: Ваша інструкція займає %s байт(а), а замінна інструкція %s байт(а)! Ви хочете замінити незаповнені байти NOP'ами?

source: Type assembler code here: (address=%s)
ua_ua: Введіть свій асемблерний код: (адреса=%s)

source: Unlink з іншого hexview
ua_ua: Розірвати зв'язок з іншим редактором Hex

# memorybrowserformunit.rsvalue
source: Value
ua_ua: Значення

source: What is the new value of %s?
ua_ua: Яке нове значення %s?

source: What will be the startaddress of this thread?
ua_ua: Яка буде початкова адреса цього потоку?

source: Ви збираєтеся додатковий 32-бітний параметр? (Will show up in (R)/(E)BX)
ua_ua: Ви хочете встановити додатковий 32-бітовий параметр? (Відобразиться в (R)/(E)BX)

# memoryrecordunit.rsactivate
source: Activate
ua_ua: Активація

# memoryrecordunit.rsdeactivate
source: Deactivate
ua_ua: Деактивація

source: Decrease Value
ua_ua: Зменшети значення

# memoryrecordunit.rserror
source: error
ua_ua: Помилка

source: Increase Value
ua_ua: Полубайт підтримується лише для шістнадцяткового відображення

# memoryrecordunit.rsp
source: P->
ua_ua: У->

source: P->????????
ua_ua: У->????????

source: Set Value
ua_ua: Встановити значення

source: Toggle Activation
ua_ua: (Де)Активація

source: Toggle Activation Allow Decrease
ua_ua: Тільки зменшення

source: Toggle Activation Allow Increase
ua_ua: Тільки збільшення

source: A result set with this name(%s) already exists
ua_ua: Результат із такою самою назвою (%s) вже існує

source: Disk write error:%s
ua_ua: Помилка запису диска: %s

source: Disk Write Error:%s
ua_ua: Помилка запису диска: %s

source: Error allocating %s bytes for the old results. buffersize=%s variablesize=%s
ua_ua: Помилка, яка виділяє %s байт(а) старим результатам. розмір буфера=%s розмір змінної=%s

source: Error while loading result
ua_ua: Помилка завантаження результату

source: Поганий spawning the Save First Scan thread
ua_ua: Не вдалося породити потік збереження першого пошуку

source: Failure allocating memory for copy. Tried allocating %s KB
ua_ua: Збій при виділенні пам'яті для копіювання. Спробуйте виділити %s Кбайт(а)

source: Failure creating the scan directory
ua_ua: Не вдалося створити каталог сканування

source: For some reason the scanController does not exist
ua_ua: По каким-то причинам отсутствует scanController

source: Invalid binary notation
ua_ua: Неприпустимий двійковий запис

source: %s is invalid value
ua_ua: %s не є допустимим значенням

source: %s не є дійсним character inside a binary string
ua_ua: %s-неприпустимий символ у двійковому рядку

source: %s is invalid notation
ua_ua: %s не є правильним записом

# memscan.rsisnotavalidvalue
source: %s is not a valid value
ua_ua: %s не є допустимим значенням

source: Custom type is nil
ua_ua: Тип користувача - nil

source: Натиснувши для роботи
ua_ua: Нема чого сканувати

source: Stupid alignsize
ua_ua: Дурачне вирівнювання розміру

# memscan.rsnoreadablememoryfound
source: Не readable memory found
ua_ua: Не знайдено пам'яті

source: Not enough diskspace for the address file
ua_ua: Недостатньо дискового простору для файлу адрес

source: Невідомий дискпростор для пам'яті файлу
ua_ua: Недостатньо дискового простору для файлу пам'яті

source: Please fill something in
ua_ua: Будь ласка, вкажіть щось для пошуку

source: Теперна сканування directory %s не існує. Check your scan settings
ua_ua: Відсутня папка %s для тимчасових пошукових файлів. Перевірте параметри пошуку

source: thread
ua_ua: потік

source: Thread synchronizer
ua_ua: Синхронізатор потоку

source: TMP і UNDO є назви, які не можуть бути використані. Try another name
ua_ua: Не можна використовувати назву TMP і UNDO. Спробуйте інші

# memscan.rsunknown
source: Unknown
ua_ua: Невідомо

# networkconfig.rscouldnotberesolved
source: Failure to initialize MikMod
ua_ua: не дозволено

source: Додатковий зв'язок до сервера
ua_ua: Не вдалося підключитися до сервера

# networkconfig.rsfailurecreatingsocket
source: Failure creating socket
ua_ua: Не вдалося створити сокет

# networkconfig.rshost
source: host:
ua_ua: хост:

source: No connection
ua_ua: Немає з'єднання

source: %s couldn't be opened
ua_ua: %s неможливо відкрити

source: DBVM не надається. Цей параметр не буде використаний
ua_ua: DBVM не завантажена. Ця функція не може використовуватися

source: I don't know what you did, you didn't crash, but you also didn't load DBVM
ua_ua: Я не знаю, що ви зробили, аварійного завершення не сталося, але і DBVM також не була завантажена

source: Driver потрібний для того, щоб loaded до able use this function.
ua_ua: Драйвер повинен бути завантажений, щоб мати можливість використовувати цю функцію.

source: To use this function you will need to run DBVM. There is a high chance running DBVM can crash your system and make you lose your data(So don't forget to save first). Do you want to run DBVM?
ua_ua: Для використання цієї функції ваш процесор повинен мати можливість запуску DBVM

source: Generating trainer with the current state of cheat table will likely result in completely useless trainer that does nothing. Are you sure?
ua_ua: Створення трейнера при поточному стані таблиці, швидше за все, призведе до абсолютно марного трейнера, який нічого не робить. Ви впевнені?

source: %s doesn't contain needed information where to place the memory
ua_ua: %sне містить необхідної інформації про розміщення пам'яті

source: Error executing this table's lua script: %s
ua_ua: Помилка виконання lua скрипта: %s

source: Error saving...
ua_ua: Помилка збереження...

source: Lua script in this trainer has some issues and will therefore not load
ua_ua: lua скрипт у цьому тренері має деякі проблеми і тому не завантажується

source: Це є нова версія з Cheat Engine out. It's recommended to use that version instead
ua_ua: Існує новіша версія Cheat Engine. Рекомендується використовувати саме її

source: Цей cheat table is corrupt
ua_ua: Ця таблиця читів пошкоджена

source: The region at %s був partially or completely unreadable
ua_ua: Регіон %s частково або повністю нечитаний

source: Вибрана версія %s є невідповідною з цією CE версією
ua_ua: Версія %s не сумісна з цією версією Cheat Engine

source: Тим не є вірним cheat table
ua_ua: Неприпустима таблиця читів

source: Тим не є дійсним xml файлом
ua_ua: Неприпустимий файл xml

# opensave.rsunknownextention
source: This table contains a lua script. Do you want to run it?
ua_ua: Невідоме розширення

source: Ви можете тільки захистити файл, якщо він має .CETRAINER extension
ua_ua: Ви можете захистити лише файл із розширенням .CETRINER

source: Список файлів може бути loaded by Cheat Engine!
ua_ua: Цей файл не може бути завантажений у Cheat Engine!

source: Цей trainer is protected from being opened by CE. Now go away!!!
ua_ua: Цей трейнер захищений від редагування в Cheat Engine. Провалюй!!!

source: Ікона має бути corrupted
ua_ua: Іконка була пошкоджена

source: Це не є трейдером зроблено Cheat Engine (Як це трейдер at all!)
ua_ua: Цей трейнер не був створений за допомогою Cheat Engine (якщо це взагалі трейнер)

source: There is a unknown component in the trainer! compnr=
ua_ua: У трейнері є невідомий компонент! compnr=

source: Ця версія Cheat Engine не знає, як read this trainer! Trainerversion=
ua_ua: Ця версія Cheat Engine не може відкрити цей трейнер! Версія трейнера=

source: Invalid integer
ua_ua: Неприпустиме ціле число

source: No exports
ua_ua: Відсутній експорт

source: Invalid file
ua_ua: Неприпустимий файл

source: 32-bit,
ua_ua: 32-біта,

source: AddressOfFunctions = %x
ua_ua: Адреса таблиці адрес = %x

source: AddressOfNameOrdinals = %x
ua_ua: Адреса таблиці ординалів = %x

source: AddressOfNames = %x
ua_ua: Адреса таблиці імен = %x

source: Address of raw data = %x
ua_ua: Адреса даних RAW = %x

source: Agressive trim,
ua_ua: Агресивне скидання,

source: Architecture-Specific table
ua_ua: Архітектурно-залежна таблиця

source: Base = %x
ua_ua: Початковий експортний номер = %x

source: Base of code = %.8x
ua_ua: Віртуальна адреса секції з кодом = %.8x

source: Base of data = %.8x
ua_ua: Віртуальна адреса секції з даними = %.8x

source: Base-Relocation table
ua_ua: Таблиця базових переміщень

source: Bound import table
ua_ua: Таблиця зв'язаного імпорту

source: Certificate table
ua_ua: Таблиця сертифікатів

source: characterisitics=%x (%s)
ua_ua: прапори=%x (%s)

source: Параметри = %x (%s)
ua_ua: Прапори = %x (%s)

source: Characteristics=%x (should be 0)
ua_ua: Прапори=%x (має бути 0)

source: Characteristics/OriginalFirstThunk=%x
ua_ua: Прапори/OriginalFirstThunk=%x

source: CheckSum = %x
ua_ua: Контрольна сума = %x

source: CLR Runtime table
ua_ua: Таблиця виконання CLR

source: Codeview
ua_ua: Подання коду

source: Debugfile =%s
ua_ua: Файл налагодження =%s

source: Debugging info table
ua_ua: Таблиця налагоджувальних даних

source: Delay import descriptor table
ua_ua: Таблиця дескриптора відкладеного імпорту

source: discardable,
ua_ua: відкидається,

source: Dll ​​Characteristics = %x
ua_ua: Прапори dll = %x

source: dos entrypoint = %4x:%4x
ua_ua: початкове значення регістру IP = %.4x:%.4x

source: dos stack=%.4x:%.4x
ua_ua: початкове значення регістра SP = %.4x:%.4x

source: Entry point = %.8x
ua_ua: Точка входу = %.8x

source: Exception table
ua_ua: Таблиця виключень

source: Executable,
ua_ua: Виконуваний,

source: Executable code,
ua_ua: Виконуваний код,

source: executable memory,
ua_ua: виконувана пам'ять,

source: Export table
ua_ua: Таблиця експорту

source: Failure at allocating memory
ua_ua: Відмова у виділенні пам'яті

source: Failure reading memory
ua_ua: Збій під час читання пам'яті

source: File Alignment = %x
ua_ua: Вирівнювання файлу = %x

source: Forwarder Chain=%x (-1 if no forwarders)
ua_ua: Індекс першого перенаправленого символу=%x (-1 якщо відсутній)

source: Global pointer table
ua_ua: Таблиця глобального покажчика

source: import address table
ua_ua: таблиця імпортованих адрес

source: imports:
ua_ua: імпорт:

source: Import table
ua_ua: Таблиця імпорту

source: (inconsistent)
ua_ua: (несумісний)

source: Initialized data,
ua_ua: Ініціалізовані дані,

source: lfanew=
ua_ua: адреса у файлі нового .exe заголовка (PE)=

source: Load config table
ua_ua: Таблиця конфігурування завантаження

source: Loader Flags = %x
ua_ua: Прапори завантажувача = %x

source: Machine=%.2x
ua_ua: Архітектура процесора=%.2x

source: Machine=%.2x (64 bit)
ua_ua: Архітектура процесора=%.2x (64 біт)

source: Major Image Version = %d
ua_ua: Старша версія образу = %d

source: Major linker version = %d
ua_ua: Старша версія компонувальника = %d

source: Major Operating System Version = %d
ua_ua: Старша версія операційної системи = %d

source: Major Subsystem Version = %d
ua_ua: Старша версія підсистеми = %d

source: Major version=%d
ua_ua: Старша версія=%d

source: Minor Image Version = %d
ua_ua: Молодша версія образу = %d

source: Minor linker version = %d
ua_ua: Младшая версія компоновщика = %d

source: Minor Subsystem Version = %d
ua_ua: Младшая версія підсистеми = %d

source: Minor version=%d
ua_ua: Младшая версія=%d

source: MZ header
ua_ua: MZ Заголовок

source: Name = %x (%s)
ua_ua: Назва = %x (%s)

source: Name=%x: %s
ua_ua: Назва = %x: %s

source: Net: Run from swap,
ua_ua: Мережа: Запуск із файлу підкачки,

source: No DBG info,
ua_ua: Немає налагоджувальних даних,

source: No line numbers,
ua_ua: Немає рядків,

source: No local symbols,
ua_ua: Немає локальних символів,

source: No relocations,
ua_ua: Немає переміщень,

source: Не всі пам'ятки можуть бути read, working with a partial copy here
ua_ua: Не вся пам'ять може бути прочитана. Робота з частковою копією

source: not cached,
ua_ua: не кешується,

source: not paged,
ua_ua: не ділиться на сторінки,

source: NumberOfFunctions = %d
ua_ua: Кількість елементів у таблиці адрес = %d

source: number of line numbers=%x
ua_ua: кількість номерів рядків = %x

source: NumberOfNames = %d
ua_ua: Кількість значень у таблицях імен = %d

source: number of relocations=%x
ua_ua: кількість переміщень = %x

source: Number Of Rva And Sizes = %d
ua_ua: Кількість каталогів у таблиці директорій = %d

source: Number of sections=%d
ua_ua: Кількість секцій=%d

source: -----optional-----
ua_ua: -----додатково-----

source: OptionalHeader size = %x
ua_ua: Розмір додаткового заголовка = %x

source: Optional magic number = %x
ua_ua: «Магічне значення = %x

source: PE header
ua_ua: PE заголовок

source: PEInfo: Image size
ua_ua: PE-Інфо: Розмір образу

source: Pointer to line numbers=%x
ua_ua: Вказівник на номери рядків = %x

source: Pointer to raw data=%x
ua_ua: Покажчик RAW даних=%x

source: Pointer to relocations=%x
ua_ua: Покажчик на переміщення=%x

source: Prefered imagebase = %.8x
ua_ua: Переважна базова адреса = %.8x

source: Prefered imagebase = %.16x
ua_ua: Переважна базова адреса = %.16x

source: readable memory,
ua_ua: читана пам'ять,

source: Removable: Run from swap,
ua_ua: Носій: Запуск із файлу підкачки,

source: removed,
ua_ua: віддалений,

source: reserved
ua_ua: зарезервовано

source: Resource table
ua_ua: Порядок байт HI,

source: Reversed bytes LO,
ua_ua: Порядок байт LO,

source: Section allignment = %x
ua_ua: Вирівнювання секцій = %x

source: -----sections-----
ua_ua: -----секції-----

source: shared memory,
ua_ua: роздільна пам'ять,

source: Signature=%x (%s)
ua_ua: Підпис = % x (%s)

source: Size of code = %x (%d)
ua_ua: Розмір коду = %x (%d)

source: Size Of Headers = %x
ua_ua: Розмір заголовків = %x

source: Size Of Heap Commit = %x
ua_ua: Розмір виділеної купи = %x

source: Відстань від тимчасового перегляду = %x
ua_ua: Розмір зарезервованої купи = %x

source: Image Image = %x
ua_ua: Розмір зображення = %x

source: Size of initialized data = %x (%d)
ua_ua: Розмір ініціалізованих даних = %x (%d)

source: size of raw data=%x
ua_ua: розмір даних RAW=%x

source: Size Of Stack Commit = %x
ua_ua: Розмір виділеного стека = %x

source: Відстань до резервування = %x
ua_ua: Розмір зарезервованого стека = %x

source: Зменшення розміру даних = %x (%d)
ua_ua: Розмір неініціалізованих даних = %x (%d)

source: Static addresses
ua_ua: Статичні адреси

source: Subsystem = %x
ua_ua: Підсистема = %x

source: Symbolcount = %x
ua_ua: Кількість символів = %x

source: SymbolTable at %x
ua_ua: Таблиця символів %x

source: System file,
ua_ua: Системний файл,

source: The header of the module could not be read
ua_ua: Заголовок модуля не може бути прочитаний

source: Зображення, що більше 256 MB, є правильним?
ua_ua: Розмір зображення більше 256 МБ, це правильне значення? Якщо ні, відредагуйте тут

source: Тим не є правильним PE файлом
ua_ua: Це не є допустимим PE файлом

source: Time datastamp=%x
ua_ua: Тимчасова позначка=%x

source: Time/Date =%d
ua_ua: Час/Дата = %d

source: TimeDateStamp=%x (0=not bound -1=bound, and timestamp)
ua_ua: Тимчасова мітка=%x (0=не прив'язаний -1=прив'язаний, тимчасовий штамп)

source: TLS table
ua_ua: Таблиця локального сховища потоків

source: Type = %d
ua_ua: Тип = %d

source: Uninitialized data,
ua_ua: Неініціалізовані дані,

# peinfounit.rspeunknown
source: Unknown
ua_ua: Невідомо

source: UP system only,
ua_ua: Тільки для одного процесора,

source: Virtual Address=%x
ua_ua: Віртуальна адреса = %x

source: Virtual address base: %.8x (size=%x (%d))
ua_ua: Віртуальна адреса бази: %.8x (розмір = %x (%d))

source: Virtual Size=%x
ua_ua: Віртуальний розмір = %x

source: Win32 Version Value = %x
ua_ua: Версія Win32 = %x

source: записувальна пам'ять,
ua_ua: перезаписувана пам'ять,

source: Тим не є правильним зображенням
ua_ua: Неприпустиме зображення

source: Error disabling %s
ua_ua: Помилка відключення "%s"

source: Error enabling %s
ua_ua: Помилка увімкнення «%s»

source: Error loading %s. Тільки DLL файли є дозволені
ua_ua: Відбулася помилка під час завантаження «%s». Дозволено лише DLL файли

source: Error loading %s. The dll is missing the CEPlugin_GetVersion export
ua_ua: Відбулася помилка при завантаженні %s. У dll немає експорту CEPlugin_GetVersion

source: Error loading %s. The dll is missing the CEPlugin_GetVersion function
ua_ua: Відбулася помилка при завантаженні %s. У dll відсутня функція CEPlugin_GetVersion

source: Error loading %s. The GetVersion function returned FALSE
ua_ua: При завантаженні %s виникла помилка. Функція GetVersion повертає FALSE

source: Error loading %s. Цей dll потрібний для нової версії ce to function properly
ua_ua: Виникла помилка при завантаженні %s. Ця dll вимагає нову версію Cheat Engine для правильного функціонування

source: %s is missing the CEPlugin_DisablePlugin export
ua_ua: У %s відсутній експорт CEPlugin_DisablePlugin

source: %s is missing the CEPlugin_InitializePlugin export
ua_ua: У %s відсутній експорт CEPlugin_InitializePlugin

source: Plugin dll could not be loaded:
ua_ua: Dll ​​плагіна не може бути завантажена:

source: LoadModule failed
ua_ua: Збій LoadModule

# pluginexports.rspluginaddress
source: Plugin Address
ua_ua: Розташування плагіна

# pointeraddresslist.rspalinvalidscandatafile
source: Invalid scandata file
ua_ua: Неправильний файл із даними сканування

# pointeraddresslist.rspalinvalidscandataversion
source: Invalid scandata version
ua_ua: Неправильна версія файлу з даними сканування

# pointerscanconnector.rscouldnotberessolved
source: could not be resolved
ua_ua: не дозволено

source: Error while connecting:
ua_ua: Помилка під час підключення:

# pointerscanconnector.rsfailurecreatingsocket
source: Failure creating socket
ua_ua: Не вдалося створити сокет

# pointerscanconnector.rshost
source: host:
ua_ua: хост:

source: invalid response from
ua_ua: неприпустимий відповідь від

source: Деякий forgot to give цей connector an OnConnected event...
ua_ua: Хтось забув дати цьому з'єднувачу подію OnConnected

source: All paths received
ua_ua: Всі ланцюжки отримані

source: Failure copying target process memory
ua_ua: Не вдалося скопіювати пам'ять обраного процесу

source: invalid data:
ua_ua: неприпустимі дані:

source: No update from the client for over 120 seconds
ua_ua: Немає оновлень від клієнта більше 120 секунд

source: A child tried to connect
ua_ua: Нащадок намагався підключитися

source: Already/still connected to this child
ua_ua: Вже / все ще з'єднаний з цим нащадком

source: A parent tried to connect
ua_ua: Батько намагався підключитися

source: child isn't idle while previously it was...
ua_ua: нащадок не перебуває у стані простоювання як був раніше...

source: During scan finishing:
ua_ua: Під час закінчення сканування:

source: (Error:
ua_ua: (Помилка:

# pointerscancontroller.rspscfailurecreatingsocket
source: Failure creating socket
ua_ua: Збій при створенні сокету

source: Failure to bind port
ua_ua: Не вдалося прив'язати порт

source: Failure to listen
ua_ua: Не вдалося прослухати

source: На деякий незрозумілий reason the untrusted child isn't idle anymore
ua_ua: З невідомих причин, нащадок, до якого немає довіри, більше не перебуває у стані простоювання

source: HELLO after initializtion
ua_ua: ВІДПОВІДНІСТЬ після ініціалізації

source: Imposible error: UseLoadedPointermap був помилковим, коли на дитині повідомлення проходив
ua_ua: Неможлива помилка: UseLoadedPointermap виявився помилковим, коли повідомлення нащадка було оброблено

source: Invalid child password
ua_ua: Неправильний пароль нащадка

source: Неправильна команда при waiting for hello
ua_ua: Неправильна команда під час очікування привітання

source: Invalid handshake signature
ua_ua: Неприпустимий підпис квитування

source: Invalid message
ua_ua: Неправильне повідомлення

source: Invalid message received
ua_ua: Отримане неправильне повідомлення

source: Invalid parent password
ua_ua: Неправильний пароль нащадка

source: Invalid queue file
ua_ua: Неприпустимий файл черги

source: Неправильна reply для PSUPDATEREPLYCMD_CURRENTSCANHASENDED
ua_ua: Неприпустима відповідь для PSUPDATEREPLYCMD_CURRENTSCANHASENDED

source: Неправильний результат був отриманий після завантаження зображень
ua_ua: Неправильний результат після завантаження результатів сканування

source: Знятий результат від PSUPDATEREPLYCMD_HEREARESOMEPATHS
ua_ua: Отримано неправильний результат від PSUPDATEREPLYCMD_HEREARESOMEPATHS

source: Знятий скандент received. filecount=0
ua_ua: Отримані неправильні дані сканування. Кількість файлів = 0

source: Invalid UpdateStatus reply received
ua_ua: Отримано неправильну відповідь від UpdateStatus

source: New scan started while not done
ua_ua: Почалося нове сканування, поки не закінчилося попереднє

source: no resume ptr file reader present
ua_ua: відсутня засіб читання ptr файлів

source: Parent didn't respond properly to PSCMD_PREPAREFORMYTERMINATION
ua_ua: Батько не відповів належним чином на PSCMD_PREPAREFORMYTERMINATION

source: :Sleeping
ua_ua: :Спить

source: Succesfully sent scandata to child
ua_ua: Дане сканування успішно відправлено нащадку

source: :Термінований
ua_ua: :Завершений
