Repository: Ukrainian-Hucker/Ukrainian-language-for-Cheat-Engine
Catalog: ua_UA/cheatengine-x86_64.po
Languages: ua_ua

source: The text to speak {Description} = Зображення з hotkey {MRDescription} = Зображення поля пам'яті Memory Record {MRValue} = Значення пам'яті memory record
ua_ua: Текст, що вимовляється {Description} = Опис гарячої клавіші {MRDescription} = Поле з описом запису на згадку {MRValue} = Значення, яке записується в пам'ять

source: Toggle freeze
ua_ua: Заморозити/розморозити

source: Toggle freeze and allow decrease
ua_ua: Тільки зменшення

source: Toggle freeze and allow increase
ua_ua: Тільки збільшення

source: Toggle script
ua_ua: Переключити скрипт

source: Unfreeze
ua_ua: Розморозити

source: Failure opening
ua_ua: Не вдалось відкрити

source: Icon picker
ua_ua: У файлі не знайдено жодної іконки

source: Unhandled file extension
ua_ua: Невідоме розширення файлу

source: DBKDebug_StartDebugging failed
ua_ua: Збій DBKDebug_StartDebugging

source: AutoAssemblerCallback: Lua Function error(
ua_ua: AutoAssemblerCallback: Ошибка функції Lua(

# luacaller.rsisnotyetsupported
source: is not yet supported
ua_ua: доки не підтримується

source: StructureDissectEvent: Lua Function error(
ua_ua: StructureDissectEvent: Ошибка Lua функції(

source: Invalid class object
ua_ua: Неприпустимий об'єкт класу

# luadissectcode.rscouldnotbefound
source: could not be found
ua_ua: не може бути знайдений

source: Неможливі параметри для dissect
ua_ua: Неприпустимі параметри для аналізу

source: The module named
ua_ua: Модуль під назвою

source: Гібна форма не використовується. Formclass=
ua_ua: Ця форма не сумісна. Formclass =

source: createfoundlist потребує memscan object as parameter
ua_ua: createfoundlist потребує об'єкта memscan як параметр

source: Cheatengine is being a fag
ua_ua: Cheat Engine не має бажання робити те, що ви хочете

source: Conditional breakpoint error
ua_ua: Помилка умовного брейкпоінту

source: createMemScan потребує прогресу bar або nil.
ua_ua: createMemScan потребує індикатора виконання або nil.

source: deallocateSharedMemory is not implemented (It's not even in the list of available functions)
ua_ua: deallocateSharedMemory не реалізований (його навіть немає у списку доступних функцій)

source: debug_setBreakpoint потрібні на рівні адреси
ua_ua: debug_setBreakpoint потребує як мінімум адреси

source: Error:
ua_ua: Помилка:

source: error:
ua_ua: помилка:

source: error
ua_ua: помилка

source: getProcessList: the provided List object is not valid
ua_ua: getProcessList: предоставленный объект списка не действителен

source: getThreadlist: the provided List object is not valid
ua_ua: getThreadlist: наданий об'єкт списку недійсний

source: Вибране число параметрів
ua_ua: Некоректна кількість параметрів

source: Invalid floating point string:%s
ua_ua: Неприпустимий рядок з плаваючою точкою: %s

source: Invalid integer:%s
ua_ua: Неприпустиме ціле число: %s

source: is not a progressbar
ua_ua: це не індикатор виконання

source: LUA panic!
ua_ua: LUA в паніці!

source: LUA_DoScript не був зв'язаний з головною thread
ua_ua: LUA_DoScript не було викликано з основного потоку

source: main.lua error:
ua_ua: main.lua помилка:

source: main.lua error
ua_ua: main.lua помилка

source: Lua error in a secondary thread
ua_ua: Помилка lua у вторинному потоці

source: Number required
ua_ua: Потрібне число

source: playSound: Параметр повинен бути table file or a memory stream. Nothing else
ua_ua: playSound: Параметром повинен бути файл таблиці або потік пам'яті. І нічого іншого

# luahandler.rspluginaddress
source: Plugin Address
ua_ua: Розташування плагіна

source: Undefined lua error
ua_ua: Невизначена помилка lua

source: Не всі параметри мають бути забезпечені
ua_ua: Були надані не всі параметри

# luaobject.rsisnotyetsupported
source: is not yet supported
ua_ua: ще не підтримується

source: Це є неправильним класом або методом власності
ua_ua: Це неприпустимий клас або властивість методу

# luastructurefrm.rsgroup1
source: Group 1
ua_ua: Група 1

source: Group %d
ua_ua: Група %d

source: Multiline String
ua_ua: Багаторядковий рядок

source: Numbers
ua_ua: Числа

source: Lua Files (*.lua, *.lpr)|*.lua;*.lpr
ua_ua: Файли Lua (*.lua, *.lpr)|*.lua;*.lpr

source: createTableFile requires at least one parameter
ua_ua: для createTableFile потрібен принаймні один параметр

source: error raised with message:
ua_ua: викликана помилка з повідомленням:

source: Table file entry already exists for filename:
ua_ua: Запис файлу таблиці вже існує для файлу:

source: Error in native thread called
ua_ua: Помилка у власному потоці викликала

source: in native code:
ua_ua: власний код:

source: Неправильний перший параметр для створенняНатієвийТребет
ua_ua: Неприпустимий перший параметр для createNativeThread

source: already exists
ua_ua: вже існує

source: A luaserver with the name
ua_ua: luaserverз ім'ям

# mainunit.rsand
source: and
ua_ua: і

source: April fools!!!!
ua_ua: Першоквітневий дурень!!!!

# mainunit.rsareyousureyouwanttodelete
source: Якщо ви хочете скористатися %s?
ua_ua: Ви впевнені, що хочете видалити %s?

source: Якщо ви хочете зробити це?
ua_ua: Ви впевнені, що хочете видалити цю форму?

source: Якби ви не хотіли, щоб вони були в даному table?
ua_ua: Ви впевнені, що хочете стерти всі дані у поточній таблиці?

source: at least xx%
ua_ua: щонайменше xx%

source: Auto Assemble edit: %s
ua_ua: Редагування: %s

source: between %
ua_ua: між %

source: brings Cheat Engine to front
ua_ua: переносить Cheat Engine на передній план

# mainunit.rscancel
source: Cancel
ua_ua: Скасувати

source: CE Error:
ua_ua: Помилка:

# mainunit.rschangevalue
source: Change value
ua_ua: Змінити значення

source: Which language do you wish to use?
ua_ua: Яку мову ви хочете використовувати?

# mainunit.rscomparetosavedscan
source: Compare to first/saved scan
ua_ua: Порівняння з першим/збереженим результатом пошуку

source: Comparing to %s
ua_ua: Порівняння з %s

source: Comparing to first scan results
ua_ua: Порівняння з результатом першого пошуку

source: Current process
ua_ua: Поточний процес

source: Custom LUA type
ua_ua: Користувацький тип LUA

source: Custom Type Name
ua_ua: Назва користувача типу

source: dbvm_watch failed
ua_ua: Збій dbvm_watch

# mainunit.rsdecimal
source: Decimal
ua_ua: Десятичне

# mainunit.rsdelete
source: Delete
ua_ua: Видалити

source: Ви маєте повідомлення з адресою підтримки?
ua_ua: Потрібен заголовок з адресною підтримкою?

source: Ви збираєтеся йти до Cheat Engine website?
ua_ua: Чи хочете ви перейти на веб-сайт Cheat Engine?

source: Do you want to protect this trainer file from editing?
ua_ua: Ви хочете захистити цей трейнер від редагування?

source: Do you wish to merge the current table with this table?
ua_ua: Ви хочете об'єднати поточну таблицю з цією?

# mainunit.rsedit
source: Edit
ua_ua: Редагувати

source: Edit addresses
ua_ua: Редагування адрес

source: EXPIRED
ua_ua: Закінчився термін дії ліцензії

source: завантажено
ua_ua: не вдалося завантажити

source: Failure setting the CreateGlobal privilege.
ua_ua: Не вдалося встановити привілеї для CreateGlobal.

source: Failure setting the debug privilege. Debugging може бути обмеженим.
ua_ua: Не вдалося встановити налагоджувальні привілеї. Налагодження може бути обмежене.

source: Параметри налаштування load driver privilege. Debugging may be limited.
ua_ua: Не вдалося встановити привілеї завантаження драйвера. Налагодження може бути обмежене.

source: Параметри налаштування SeTcbPrivilege privilege. Debugging may be limited.
ua_ua: Не вдалося встановити привілеї SeTcbPrivilege. Налагодження може бути обмежене.

source: Добре, скільки accesses this pointer
ua_ua: Знайти вказівки до цього покажчику

source: Find out what writes this pointer
ua_ua: Знайти інструкції, що записують за цим покажчиком

source: Find what accesses the address pointed at by this pointer
ua_ua: Знайти інструкції, що звертаються до адреси, що вказується вказівником

source: Find what writes the address pointed at by this pointer
ua_ua: Знайти інструкції, що записують за адресою, що вказується вказівником

source: Force termination
ua_ua: Закінчити примусово

source: Give the new filename
ua_ua: Вкажіть нову назву файлу

source: Give the new value for the selected address(es)
ua_ua: Встановіть нове значення для вибраної адреси(ів)

source: Group %s
ua_ua: Група %s

source: Groups
ua_ua: Групи

source: groupscan data invalid
ua_ua: неправильні дані групового пошуку

source: Groupscan result with no groupscanparser
ua_ua: Результат групового пошуку не має аналізатора групового пошуку

source: , height=
ua_ua: , висота=

# mainunit.rshexadecimal
source: Hexadecimal
ua_ua: Шістнадцяткове

source: Hrmpf... Because I'm in a good mood i'll let you go this time. But don't do it again you filthy pirate
ua_ua: Хмм... Зараз я в хорошому настрої, тому цього разу я тебе відпущу. Але не роби так більше, мерзотний пірат

source: %s is not accessible like it should. Please configure a proper location in the settings
ua_ua: %s недоступна. Будь ласка, вкажіть її правильне розташування в налаштуваннях

source: Invalid start address: %s
ua_ua: Неприпустима початкова адреса: %s

source: Invalid stop address: %s
ua_ua: Неприпустима кінцева адреса: %s

source: %s is not a valid speed
ua_ua: %s не є допустимою швидкістю

source: %s is not a valid xml name
ua_ua: %s Група %s

source: <none>
ua_ua: <Немає>

source: overlay
ua_ua: оверлей

source: part
ua_ua: частина

# mainunit.rsprevious
source: Попередній
ua_ua: Попередньо

source: Remove selected address
ua_ua: Видалити вибрану адресу

# mainunit.rsremoveselecteddresses
source: Remove selected addresses
ua_ua: Видалити вибрані адреси

# mainunit.rsrename
source: Rename
ua_ua: Перейменувати

source: Rename файл
ua_ua: Перейменувати файл

source: This function requires an Intel CPU with virtualization support. If your system has that then make sure that you're currently not running inside a virtual machine. (Windows has some security features that can run programs inside a VM)
ua_ua: Для цієї функції потрібний процесор Intel із підтримкою віртуалізації. Якщо ваша система має таку підтримку, переконайтеся, що ви не працюєте всередині віртуальної машини. (Windows має деякі функції безпеки, які можуть запускати програми всередині віртуальної машини)

source: DBVM find routines потрібні DBVM для EPT page hooking. Loading DBVM може потенційно спричинити систему freeze. Are you sure?
ua_ua: Процедура пошуку DBVM вимагає запуску самої DBVM для перехоплення сторінок EPT. Завантаження DBVM може призвести до зависання системи. Ви впевнені?

source: Ця функція вимагає, що ваші CPU supports 'Extended Page Table (EPT)' which your CPU lacks
ua_ua: Ця функція вимагає процесора, який підтримує «Розширену таблицю сторінок (EPT)»

source: Restore and show
ua_ua: Відновити та показати

source: Saved
ua_ua: Збережене

source: Saved scan results
ua_ua: Збережений результат пошуку

source: Save scan results
ua_ua: Зберегти результат пошуку

source: Save to disk
ua_ua: Зберегти на диск

# mainunit.rsscan
source: Scan
ua_ua: Пошук

source: Scan error:%s
ua_ua: Помилка пошуку: %s

source: Select the saved scan result from the list below
ua_ua: Виберіть збережений результат пошуку зі списку нижче

source: Set/Change hotkeys
ua_ua: Призначити/Змінити гарячі клавіші

source: Set hotkeys
ua_ua: Призначити гарячі клавіші

# mainunit.rsshowasbinary
source: Show as binary
ua_ua: Показати як двійкове

source: Show as decimal
ua_ua: Показати як десяткове

# mainunit.rsshowashexadecimal
source: Show as hexadecimal
ua_ua: Показати як шістнадцяткове

source: shown
ua_ua: показується

source: Terminating scan...
ua_ua: Завершення пошуку...

source: Якщо ви намагаєтеся виконати Cheat Engine. Тому ти маєш виконати Cheat Engine буде зараз close. Is that ok with you?
ua_ua: Дякую, що випробували Cheat Engine. Оскільки пробний період минув, то Cheat Engine зараз закриється. З вами все гаразд?

source: The process isn't fully opened. Indicating a invalid ProcessID. You still want to find out the EPROCESS? (BSOD is possible)
ua_ua: Процес відкрито в повному обсязі. Вказано неприпустимий ідентифікатор процесу. Ви ще хочете дізнатися EPROCESS? (можливий BSOD)

source: Те є один або більше auto assembler entries or code changes enabled in this table. Do you want them disabled? (without executing the disable part)
ua_ua: У записі з описом «%s» як адреса вказана %s. Перерахунок змінює цю адресу на %s. Ви хочете змінити цю адресу на нову?

source: This button will force cancel a scan. Expect memory leaks
ua_ua: Після натискання цієї кнопки Cheat Engine примусово зупинить пошук. Чекайте на витік пам'яті

source: Ця кнопка буде намагатися відключити поточний scan. Click twice to force an exit
ua_ua: Після натискання цієї кнопки Cheat Engine намагатиметься зупинити поточний пошук. Клацніть двічі для примусового скасування

source: Цей список є величезним і вирівнювати кілька речей, які вимагають CE, щоб поєднати всі аркуші, і можуть бути в цій мірі. Are you sure?
ua_ua: Цей список величезний. Для видалення множинних об'єктів, Cheat Engine знадобиться пройтись по всьому списку, що займе багато часу. Ви впевнені?

source: Do you want to try out the tutorial?
ua_ua: Ви хочете пройти навчальний посібник?

source: Unable to scan. Fix your scan settings and restart cheat engine
ua_ua: Сканування неможливе. Виправте ваші налаштування пошуку та перезапустіть Cheat Engine

source: Unspecified error
ua_ua: Невстановлена ​​помилка

source: Value %
ua_ua: викликано в позиції

source: What do you want the groupname to be?
ua_ua: Яку назву ви хочете дати цій групі?

source: What name do you want to give to thes scanresults?
ua_ua: Яку назву ви хочете дати цьому результату пошуку?

source: What will be the new name for this tab?
ua_ua: Яку назву ви хочете дати цій вкладці?

source: - width=
ua_ua: - ширина =

source: За допомогою цих опцій accessed the selected address
ua_ua: Наведені нижче інструкції зверталися до вибраних адрес

source: Do you want to add a '0'-terminator at the end?
ua_ua: Ви хочете додати нуль-термінальний рядок до кінця?

# mainunit.stralreadyin
source: Ця адреса є already in the list
ua_ua: Ця адреса вже знаходиться в списку

source: Одні або більше адреси, які можна знайти в списку
ua_ua: У списку вже є як мінімум одна адреса

source: You haven't saved your last changes yet. Save Now?
ua_ua: Змінити це значення на:

# mainunit.strchangedescription1
source: Description
ua_ua: Опис

source: Змінити опис до:
ua_ua: Змінити опис на:

source: Змінити ці значення:
ua_ua: Змінити ці значення на:

# mainunit.strchangescript
source: Змінити script
ua_ua: Змінити скрипт

source: Click here to go to the Cheat Engine homepage
ua_ua: Клікніть тут, щоб перейти на домашню сторінку Cheat Engine

source: This will close the current process. Are you sure you want to do this?
ua_ua: Ви дійсно хочете повернутися до результату попереднього пошуку?

source: Delete this address
ua_ua: Видалити цю адресу

source: Якщо ви збираєтеся скористатися всіма адресами?
ua_ua: Ви впевнені, що хочете видалити всі адреси?

source: Delete these addresses
ua_ua: Видалити ці адреси

source: Disable cheat
ua_ua: Вимкнути чит

source: Чи не будь-який. Cheat Engine використовує основну сторінку для отримання messages, коли сканування є виконаним, freeze it and CE will crash!
ua_ua: Увімкнути чит

# mainunit.strerror
source: Error
ua_ua: Помилка

source: Error while opening this process
ua_ua: Виникла помилка під час відкриття цього процесу

source: . Чи маєте ви disabled 'System Integrity Protection' (SIP) yet?
ua_ua: . Ви вже вимкнули "Захист цілісності системи" (SIP)?

# mainunit.strforcerecheck
source: Force recheck symbols
ua_ua: Примусове перевіряння символів

source: Завантажити адресу в цьому списку
ua_ua: Заморозити адресу в цьому списку

source: Завантажити всі адреси в цьому списку
ua_ua: Заморозити всі адреси цього списку

source: Wow,Я не мабуть imaginagin люди можуть використовувати Cheat Engine up to today
ua_ua: Нічого собі, я й уявити не міг, що люди користуватимуться Cheat Engine і досі

source: Лет's sing Happy Birthday for Dark Byte today!
ua_ua: Давайте співати Happy Birthday для Dark Byte!

source: will hide all windows
ua_ua: приховає всі вікна

source: буде hide foreground window
ua_ua: приховає активне вікно

source: Info about this table:
ua_ua: Інформація про цю таблицю:

source: Keep the current address list/code list?
ua_ua: Залишити поточну таблицю та список кодів?

source: Те, що ви можете вибрати більшу кількість гравців. Ви можете змінити їх?
ua_ua: Вибрано кілька покажчиків. Їх також можна змінити?

source: Ви можете вибрати один або більше гравців. Чи ти будеш змінювати їх як добре?
ua_ua: Ви вибрали один або більше вказівників. Їх також можна змінити?

source: Якщо є ваші хороші спроби для цього року? ;-)
ua_ua: Чи добре ви вели себе цього року? ;-)

source: is not a valid binary notation!
ua_ua: неприпустимий двійковий запис!

source: Це не є valid notation
ua_ua: Неприпустимий запис

# mainunit.strnotavalidvalue
source: Це не є правильним значенням
ua_ua: Неприпустиме значення

source: The number of bytes you typed is not the same as the previous ammount. Continue?
ua_ua: Введений текст відрізняється за розміром від оригінального. Продовжити?

source: Не може бути!
ua_ua: Розмір відрізняється!

# mainunit.stropcodechanged
source: За допомогою наступних опцій changed the selected address
ua_ua: Наведені вказівки змінили вибрану адресу

source: За допомогою цих опцій read from the selected address
ua_ua: Наведені нижче інструкції читають з обраної адреси

# mainunit.strphysicalmemory
source: Physical Memory
ua_ua: Фізична пам'ять

# mainunit.strrecalculateaddress
source: Recalculate address
ua_ua: Перерахунок адреси

source: Recalculate all addresses
ua_ua: Перерахунок всіх адрес

source: Recalculate selected addresses
ua_ua: Перерахунок вибраних адрес

source: Remove from group
ua_ua: Видалити з групи

source: Safer memory access
ua_ua: Безпечний доступ до пам'яті

source: Text:
ua_ua: Текст:

source: Value:
ua_ua: Значення:

source: Search for this array
ua_ua: Масив

source: Search for text
ua_ua: Текст

source: Вибрані адреси позначаються. Ви маєте на увазі? (The base pointer will get the address)
ua_ua: Вибрана адреса є вказівником. Ви впевнені? (буде змінено адресу базового вказівника)

source: Set a hotkey
ua_ua: Призначити гарячу клавішу

source: Show as decimal value
ua_ua: Пнадати як десяткове значення

source: Show as hexadecimal value
ua_ua: Показати як шістнадцяткове значення

source: Неможливо знайти адресу в цьому списку
ua_ua: Розморозити адресу в цьому списку

source: Для всіх повідомлень у цьому списку
ua_ua: Розморозити всі адреси в цьому списку

source: will bring all windows back
ua_ua: поверне всі вікна

source: буде йти напередодні window back
ua_ua: поверне активне вікно

# mainunit.strunknownextension
source: Unknown extension
ua_ua: Невідоме розширення

# mainunit.strvalue
source: Value
ua_ua: Значення

source: A window failed to hide
ua_ua: Вікну не вдалося втекти

source: Merry christmas and happy new year
ua_ua: Веселого Різдва та щасливого Нового Року

source: Enable/Disable speedhack.
ua_ua: Увімкнути/Вимкнути спідхак.

source: (No hotkey)
ua_ua: (Немає гарячої клавіші)

source: No hotkey
ua_ua: Немає гарячої клавіші

source: Please Wait!
ua_ua: Будь ласка, зачекайте!

source: Виберіть пункт від листа для малого опису
ua_ua: Виберіть інструкцію зі списку, щоб отримати коротку інформацію

source: Use the game/application for a while and make the address you're watching change. The list will be filled with addresses that contain code that change the watched address.
ua_ua: Вкажіть адресу, за якою ви хочете простежити, і пограйте деякий час. Список буде заповнений адресами інструкцій, що взаємодіють із адресою, що спостерігається.

source: Це повідомлення має бути readable, якщо ви будете використовувати цю функцію
ua_ua: Адреса повинна бути читаною, якщо ви хочете використовувати цю функцію

source: Assembler
ua_ua: Ассемблер

source: Bigger than...
ua_ua: Більше ніж...

source: BUG!
ua_ua: БАГ!

# mainunit2.strchangedvalue
source: Changed value
ua_ua: Значення змінилося

source: Compare to first scan
ua_ua: Порівняти з першим пошуком

source: Compare to last scan
ua_ua: Порівняти з останнім пошуком

source: Compare to saved scan
ua_ua: Порівняти зі збереженим пошуком

source: Decreased value
ua_ua: Значення зменшилося

source: Decreased value by ...
ua_ua: Значення поменшало на ...

source: Exact
ua_ua: Точне

source: Exact Value
ua_ua: Точне значення

source: Вимкнено до повторення тега debugger
ua_ua: Не вдалося ініціалізувати налагоджувач

# mainunit2.strfirstscan
source: First Scan
ua_ua: Пошук

source: Ignore value
ua_ua: Ігнорувати значення

source: Increased value
ua_ua: Значення збільшилося

source: Increased value by ...
ua_ua: Значення збільшилося на ...

source: Ця функція лише працює в Windows 2000+ (perhaps also NT but not tested)
ua_ua: Ця функція працює тільки на Windows 2000+ (можливо і на NT)

source: New Scan
ua_ua: Новий пошук

# mainunit2.strnodescription
source: No description
ua_ua: Немає опису

# mainunit2.strok
source: OK
ua_ua: Підтвердити

source: Smaller than...
ua_ua: Менше ніж...

# mainunit2.strstart
source: Start
ua_ua: Запустити

# mainunit2.strstop
source: Stop
ua_ua: Зупинити

source: Too long
ua_ua: Занадто довго

source: Unchanged value
ua_ua: Значення не змінилося

source: Unknown initial value
ua_ua: Невідоме значення

source: Value between...
ua_ua: Діапазон

source: Allocation error
ua_ua: Помилка розподілу

source: failed finding address of
ua_ua: не вдалося знайти адресу

source: неправильний файл
ua_ua: неприпустимий файл

source: Не valid header
ua_ua: Неприпустимий заголовок

source: Tried loading a 64-bit module on a 32-bit system
ua_ua: Була спроба завантаження 64-бітного модуля на 32-бітовій системі

source: failure creating opengl window
ua_ua: не вдалося створити OpenGL вікно

source: OnData returned a too small memory region. It should have returned false instead
ua_ua: OnData повернув занадто невелику область пам'яті. Натомість він повинен був повернути false

# memorybrowserformunit.rsaddress
source: Address
ua_ua: Адреса

source: Allocate memory
ua_ua: Виділити пам'ять

source: Assembly scan
ua_ua: Пошук інструкцій

source: At least %s bytes have been allocated at %s%sDo you want to go there now?
ua_ua: Як мінімум %s байт було виділено за адресою %s. Перейти туди зараз?

source: Бекаuse unhandled exception %s
ua_ua: Через необроблений виняток %s

source: Between %s
ua_ua: Між %s

source: Change display fader
ua_ua: Змінити на

source: Змінити register
ua_ua: Змінити регістр

source: Single-line assembler
ua_ua: Порядковий асемблер

# memorybrowserformunit.rscomment
source: Comment
ua_ua: Коментар

source: Comment for %s
ua_ua: Коментар до %s

source: Create remote thread
ua_ua: Ін'єкція DLL пройшла успішно

source: Ви маєте змогу виконувати функцію DLL?
ua_ua: Ви хочете виконати функцію dll?

source: Error allocating memory!
ua_ua: Помилка при виділенні пам'яті!

source: Fill in the address you want to go to
ua_ua: Заповніть адресу, за якою ви бажаєте перейти

source: Get kernel address
ua_ua: Отримання адреси простору ядра

source: Give the name of the function you want to find (Case sensitive,certain words can cause blue screens)
ua_ua: Вкажіть назву функції, яку хочете знайти (З урахуванням регістру, певні слова можуть викликати BSOD)

source: Goto Address
ua_ua: Перейти за адресою

source: Header для %s
ua_ua: Заголовок %s

source: How long should a change be shown?
ua_ua: З яким інтервалом слід показувати зміну значень?

source: How much is %s?
ua_ua: %s - це скільки?

source: Як я думаю, що ви збираєтеся до цього процесу?
ua_ua: Скільки пам'яті ви бажаєте виділити цьому процесу?

source: Як ви пам'ятаєте, що ви думаєте?
ua_ua: Скільки пам'яті ви хочете виділити?
