Repository: Ukrainian-Hucker/Ukrainian-language-for-Cheat-Engine
Catalog: ua_UA/cheatengine-x86_64.po
Languages: ua_ua

source: Дитина не відповідає PSUPDATEREPLYCMD_EVERYTHINGOK as expected
ua_ua: Нащадок не відповідав на PSUPDATEREPLYCMD_EVERYTHINGOK, як очікувалося

source: The child is sending me results of a different scan
ua_ua: Нащадок надсилає мені результати різного сканування

source: Child tried to send a negative amount
ua_ua: Нащадок намагався надіслати негативну суму

source: The child tried to send me results while I was still busy
ua_ua: Нащадок намагався надіслати мені результати, коли я був ще зайнятий

source: The child tried to send more paths at once than allowed
ua_ua: Нащадок намагався надіслати більше ланцюжків, ніж дозволено за один раз

source: The child tried to send more paths than allowed after a request
ua_ua: Батько спробував надіслати мені негативну кількість ланцюжків

source: Під територією до мене я можу більше повідомити (after update)
ua_ua: Батько спробував надіслати мені більше шляхів, ніж дозволено (після оновлення)

source: The pointerlisthandler був відбитий без хорошої reason
ua_ua: pointerlisthandler був зіпсований з невідомих причин

source: The scan was terminated
ua_ua: Сканування перервано

source: Завантажено було завершено
ua_ua: Надсилання перервано

source: :Working
ua_ua: :Працює

source: :Writing to disk
ua_ua: Збереження картки покажчиків

# pointerscannerfrm.rsactive
source: Active
ua_ua: Активний

source: Address specifiers found in the whole process
ua_ua: Адрес, знайдених у всьому процесі

source: Base Address
ua_ua: Базова адреса

source: CE Injected Pointerscan
ua_ua: Впроваджений сканер покажчиків

source: Current Level
ua_ua: Поточний рівень

source: Error during scan
ua_ua: Помилка під час сканування

source: Evaluated
ua_ua: Визначено

source: Generating pointermap...
ua_ua: Генерація карти вказівників...

source: %s не valid 4 byte value
ua_ua: %s не є допустимим 4-байтовим значенням

source: %s is not a valid double value
ua_ua: %s не є допустимим значенням double

source: %s is not a valid floating point value
ua_ua: %s не є допустимим значенням float

source: Looking for
ua_ua: Шукаю в

source: Offset
ua_ua: Зміщення

source: OUT OF DISKSPACE! Clean up the disk or stop
ua_ua: НЕДОСТАТНЬО ДИСКОВОГО ПРОСТОРУ! Звільніть місце на диску або припиніть дію

source: Pointer paths
ua_ua: Ланцюжок покажчика

source: Pointer paths found
ua_ua: Знайдено ланцюжок покажчика

# pointerscannerfrm.rspointerscan
source: Pointer scan
ua_ua: Сканер покажчиків

source: pointerscan result
ua_ua: Покажчик

source: Points to
ua_ua: Вказує на

source: (Active)
ua_ua: (Активно)

source: Children:
ua_ua: Нащадок:

source: Connecting to:
ua_ua: З'єднання:

source: (Disconnected)
ua_ua: (Вимкнено)

source: (Downloading and handling results)
ua_ua: (Завантаження та обробка результатів)

source: Downloading scandata: %.1f%% (%dKB/%dKB : %d KB/sec)
ua_ua: Завантаження даних сканування: %.1f%% (%dКбайт/%dКбайт: %d Кбайт/сек)

source: Do you wish to resume поточний pointerscan at a later time?
ua_ua: Ви хочете відновити поточне сканування вказівника пізніше?

source: Dynamic queue size:
ua_ua: Динамічний розмір черги:

source: Export aborted
ua_ua: Експорт перерваний

source: Exporting...
ua_ua: Експортування...

source: Export to database
ua_ua: Експорт у базу даних

source: Do you want resultid column filled? It will take up additional disk space.
ua_ua: Ви хочете, щоб стовпчик результатів був заповнений? Це займе додатковий дисковий простір.

source: Find by address requires an address. "
ua_ua: Потрібно вказати адресу для пошуку. "

source: " is not a valid address
ua_ua: » не є допустимою адресою

# pointerscannerfrm.rspsgeneratingpointermap
source: Generating pointermap
ua_ua: Генерація карти вказівників

source: Give a name для цих результатів
ua_ua: Вкажіть назву для цих результатів

source: (Idle)
ua_ua: (Простоює)

source: Importing...
ua_ua: Імпортування...

source: Do you wish to sort pointerlist by рівень, then module, then offsets?
ua_ua: Ви хочете відсортувати список вказівників спочатку за рівнями, потім за модулями, а потім за зміщеннями?

source: Invalid database
ua_ua: Неправильна база даних

source: Last update:
ua_ua: Останнє оновлення:

source: Lowest known path:
ua_ua: Мінімальний відомий ланцюжок:

# pointerscannerfrm.rspsnetwork
source: Network
ua_ua: Мережа

source: Parent:
ua_ua: Батько:

source: Parent: <disconnected> (Waiting for reconnect)
ua_ua: Батько: <вимкнено> (Чекання повторного з'єднання)

source: Parent: <none>
ua_ua: Батько: <не має>

source: Paths evaluated:
ua_ua: Ланцюжок визначено:

source: Paths/seconds: (%.0n/s)
ua_ua: Ланцюжок за секунду:(%.0ц /с)

source: pscangui update timer error:
ua_ua: помилка таймеру оновлення pscangui:

source: (Queued:
ua_ua: (У черзі:

source: Queuesize:
ua_ua: Розмір черги:

source: Rescanning
ua_ua: Відсіювання

source: Результати з:
ua_ua: Результатів знайдено:

source: Сканування:
ua_ua: Тривалість сканування:

source: seconds ago
ua_ua: секунд тому

source: Static queue size:
ua_ua: Статичний розмір черги:

source: Statistics
ua_ua: Статистика

source: There is already a pointerfile with this name present in this database. Replace it's content with this one ?
ua_ua: Файл покажчика з такою назвою вже існує у цій базі даних. Замінити його вміст?

source: Цей формат даних не містить будь-яких файлів pointer
ua_ua: Ця база даних не містить жодних файлів із покажчиками

source: Threadcount:
ua_ua: Кількість потоків:

# pointerscannerfrm.rspsthreads
source: Threads
ua_ua: Потоки

source: Time spent writing:
ua_ua: Час, витрачений на запис:

source: Total paths evaluated:
ua_ua: Загальна кількість оцінених шляхів::

source: Total paths / seconds: (%.0n / s)
ua_ua: Всього ланцюжків у секунду: (%.0ц /с)

source: Total Queuesize:
ua_ua: (довіряється)

source: Trusted:
ua_ua: Довіряється:

source: Unique pointervalues ​​in target:
ua_ua: Унікальні значення покажчика:

source: (Uploading scandata: %.1f%% (%dKB/%dKB : %d KB/sec)
ua_ua: (Надсилання даних сканування: %.1f%% (%dКбайт/%dКбайт : %d Кбайт/сек)

# pointerscannerfrm.rssavingandterminating
source: Saving...
ua_ua: Збереження...

source: Sleeping
ua_ua: Сплячий

# pointerscannerfrm.rsstop
source: Stop
ua_ua: Зупинити

source: Terminating
ua_ua: Закінчення

source: Thread
ua_ua: Потік

# pointerscannerfrm.rsthreads
source: Threads
ua_ua: Потоки

source: Time
ua_ua: Час

source: Writing to disk
ua_ua: Запис на диск

# pointerscannersettingsfrm.rsadd
source: Add
ua_ua: Додати

# pointerscannersettingsfrm.rsaddress
source: Address
ua_ua: Адреса

source: не можна буде resolved to an IP address
ua_ua: не може бути вказано як IP-адресу

source: Filename
ua_ua: Ім'я файлу

# pointerscannersettingsfrm.rsfrom
source: From
ua_ua: Від

source: %s has an invalid port (%s)
ua_ua: %s має недопустимий порт (%s)

source: %s has not been given a valid address
ua_ua: %s не дав правильну адресу

# pointerscannersettingsfrm.rshigher
source: Higher
ua_ua: Вище за звичайне

# pointerscannersettingsfrm.rshighest
source: Highest
ua_ua: Вищий

# pointerscannersettingsfrm.rsidle
source: Idle
ua_ua: Той, що простоює

# pointerscannersettingsfrm.rsinvalidaddress
source: Invalid address
ua_ua: Неприпустима адреса

# pointerscannersettingsfrm.rslastoffset
source: Last offset
ua_ua: Останнє зміщення

# pointerscannersettingsfrm.rslimitscantospecifiedregionfile
source: Limit scan to specified region file
ua_ua: Обмежити сканування заданим файлом із регіонами

# pointerscannersettingsfrm.rslower
source: Lower
ua_ua: Нижче, ніж звичайно

# pointerscannersettingsfrm.rslowest
source: Lowest
ua_ua: Нижчий

# pointerscannersettingsfrm.rsnormal
source: Normal
ua_ua: Звичайний

source: Please fill in an address to look for
ua_ua: Будь ласка, вкажіть щось для пошуку

# pointerscannersettingsfrm.rsremove
source: Remove
ua_ua: Вилучити

source: This file is already in the list of scandata files to be used
ua_ua: Всі файли (*.*)|*.*|Данні сканування (*.scandata)|*.scandata

source: <Select a file>
ua_ua: <Оберіть файл>

# pointerscannersettingsfrm.rstimecritical
source: TimeCritical
ua_ua: Критичний за часом

source: To
ua_ua: До

# pointerscannersettingsfrm.rsuseloadedpointermap
source: Use saved pointermap
ua_ua: Використовувати збережену мапу вказівників

source: Sorry, but the max offsets should be 1 or higher, or else disable the checkbox
ua_ua: Вибачте,але максимальним зміщенням повинно бути число 1 або більше, в іншому випадку зніміть галочку

source: BuggedList
ua_ua: Багнутый перелік

source: Corrupted pointerscan file
ua_ua: Пошкоджений файл із покажчиками

source: Invalid pointerscan file version
ua_ua: Неправильна версія файлу сканера покажчиків

# pointerscansettingsipconnectionlist.rspssicladd
source: Add
ua_ua: Додати

source: Host
ua_ua: Хост

source: Password
ua_ua: Пароль

source: Port
ua_ua: Порт

# pointerscansettingsipconnectionlist.rspssiclremove
source: Remove
ua_ua: Зменшити

source: Stable
ua_ua: Стабльний

source: Allocating %s bytes for "buffer"
ua_ua: Виділення %s байтів для "буфера

# pointervaluelist.rsnomemoryfoundinthespecifiedregion
source: No memory found in the specified region
ua_ua: У обраному регіоні пам'ять не знайдена

source: Pointer value setup error
ua_ua: помилка встановлення значення вказівника

# pointervaluelist.rspvinvalidscandatafile
source: Invalid scandata file
ua_ua: Невірний файл з данними сканування

# pointervaluelist.rspvinvalidscandataversion
source: Invalid scandata version
ua_ua: Невірна версія файлу з данними сканування

# pointervaluelist.rspvnotenoughmemoryfreetoscan
source: Not enough memory free to scan
ua_ua: Недостатньо вільної пам'яті для сканування

# processlist.rsicantgettheprocesslistyouarepropablyusingwindowsnt
source: I can't get the process list. You are propably using windows NT. Use the window list instead!
ua_ua: Не вдалося отримаити перелік процесів. Можливо, ви використовуєте систему Windows NT. Скористайтеся списком вікон замість списку процесів!

# processwindowunit.rsapplications
source: Applications
ua_ua: Програми

source: Якби ви не хотіли, щоб розробка debugger і не здійснити цей процес?
ua_ua: Ви впевнені, що хочете приєднати наладчик, а не просто відкрити процес? (Ви можете приєднати наладчик пізніше)

# processwindowunit.rscreateprocess
source: Create Process
ua_ua: Створити процес

source: Enter the ProcessID
ua_ua: Введите идентификатор процесса

source: Filter
ua_ua: Фільтр

# processwindowunit.rsfirstselectaprocess
source: First select a process!
ua_ua: Для початку оберіть процес!

# processwindowunit.rsisntavalidprocessid
source: %s isn't a valid processID
ua_ua: Ручне введення ідентифікатора процесу

source: Optional launch parameters
ua_ua: Додаткові параметри запуску

# процесwindowunit.rsphysicalmemory
source: Physical Memory
ua_ua: Фізична пам'ять

source: Please select інші процеси
ua_ua: Будь ласка, виберіть інший процес

# processwindowunit.rsprocesses
source: Processes
ua_ua: Процеси

source: Process List
ua_ua: Перелік процесів

source: Process List(long)
ua_ua: Повний перелік процесів

source: Scanning (Click to stop)
ua_ua: Сканування (Натисніть для зупинки)

source: What are you looking for?
ua_ua: Що ви шукаєте?

# processwindowunit.rswindows
source: Windows
ua_ua: Вікна

# processwindowunit.rsyoucanonlyloadexefiles
source: You can only load EXE files
ua_ua: Ви можете завантажувати тільки EXE файли

# savedisassemblyfrm.rscopy
source: Copy
ua_ua: Копіювати

source: Copy disassembled output
ua_ua: Копіювати діапазон пам'яти

# savedisassemblyfrm.rssave
source: Save
ua_ua: Зберегти

# savedisassemblyfrm.rssavedisassembledoutput
source: Save disassembled output
ua_ua: Сохранить диапазон памяти

source: Stop copying
ua_ua: Остановить копирование

source: Stop saving
ua_ua: Зупинити збереження

source: Failure in finding %s in the first scan results
ua_ua: Не вдалося знайти %s у результатах першого сканування

source: Failure in finding %s в попередніх сканованих результатах
ua_ua: Не вдалося знайти %s у результатах попереднього сканування

source: Неправильна відповідь на те, щоб скористатися getpointertoaddress
ua_ua: Неприпустимий порядок виклику getpointertoaddress

source: maxaddresslistcount is 0 (Means: the addresslist is bad)
ua_ua: maxaddresslistcount дорівнює 0 (список адрес зіпсований)

source: Не перша сканована data files found
ua_ua: Файл даних з результатом першого сканування не знайдено

source: Failure configuring speedhack part
ua_ua: Збій конфігуруючої частини спідхака

source: Failure enabling speedhack. (DLL injection failed)
ua_ua: Збій включення спідхака. (Не вдалося виконати ін'єкцію DLL)

source: Failure setting speed
ua_ua: Збій налаштування швидкості

# structuresaddelementfrm.rssae2bytes
source: 2 Bytes
ua_ua: 2 Байти

# structuresaddelementfrm.rssae4bytes
source: 4 Bytes
ua_ua: 4 Байти

# structuresfrm.rsareyousureyouwanttodelete
source: Якщо ви хочете скористатися %s?
ua_ua: Ви впевнені, що хочете видалити %s?

# структуриfrm.rsareyousureyouwanttoremoveallstructures
source: Якщо ви збираєтеся відновити всі структури?
ua_ua: Ви впевнені, що хочете видалити всі структури?

# structuresfrm.rsautogeneratedfor
source: Autogenerated для %s
ua_ua: Автостворено для %s

# structuresfrm.rschangegroup
source: Change group
ua_ua: Змінити групу

# structuresfrm.rsdissectdata
source: Dissect Data
ua_ua: Аналіз даних

# структуриfrm.rsdoyouwantcheatenginetotryandfillinthemostbasictype
source: Do you want Cheat Engine до спроби і fill в most basic types of struct using the current address?
ua_ua: Чи хочете, щоб Cheat Engine заповнив більшість основних типів структур, використовуючи поточну адресу?

# structuresfrm.rsfirstselectastructureyouwanttomodifyordefine
source: First select a structure you want to modify or define one first
ua_ua: Вкажіть адресу цього елемента

# structuresfrm.rsgivethenameforthisstructure
source: Give the name for this structure
ua_ua: Вкажіть назву для цієї структури

# structuresfrm.rsgivethenewname ofthisstructure
source: Give the new name of this structure
ua_ua: Вкажіть нову назву для цієї структури

source: Що багато байтів, щоб ви shift це і following offsets?
ua_ua: На скільки байт ви хочете зрушити це та наступні зміщення?

# structuresfrm.rsihavenoideawhatmeans
source: Я не думаю, що %s means
ua_ua: Поняття не маю, що означає "%s"

# structuresfrm.rslockmemory
source: Lock memory
ua_ua: Заблокувати пам'ять

# structuresfrm.rsmemorydissect
source: Memory dissect
ua_ua: Новий інтервал

# структуриfrm.rspleasegiveastartingoffsettoevaluate
source: Допустити offset to evaluate
ua_ua: Будь ласка, вкажіть початкове усунення для обчислення

# структуриfrm.rspleasegiveastartingsizeofthestructyoucanchangethis
source: Плещати, щоб досягти розміру структури (ви можете змінити цей короткий час, якщо потрібно)
ua_ua: Будь ласка, вкажіть початковий розмір структури (можна змінити його пізніше за необхідності)

# структуриfrm.rspleasegivethesizeoftheblocktoevaluate
source: Плещати, щоб визначити рівень блоку до avaluate
ua_ua: Будь ласка, вкажіть розмір блоку для обчислення

# structuresfrm.rspointerto
source: Pointer
ua_ua: Покажчик

# structuresfrm.rsrecalculatebaseofstructure
source: Recalculate base of structure
ua_ua: Перейменувати структуру

# structuresfrm.rsstructuredefine
source: Structure define
ua_ua: Визначення структури

# structuresfrm.rsstructuredefiner
source: Structure definer
ua_ua: Визначник структури

# structuresfrm.rsstructureviewlock
source: Structure view lock
ua_ua: Заблокувати вигляд структури

# structuresfrm.rsthisisnotavalidstructurefile
source: Тим не є правильним структурним файлом
ua_ua: Неприпустимий файл структури

# структуриfrm.rsthisisquiteabigstructurehowmanybytesdoyouwanttosav
source: Тим є велике будова. Які багато байтів у вас збираються?
ua_ua: Це досить велика структура. Скільки байт ви хочете зберегти?

# structuresfrm.rsunkownfileextension
source: Unknown file extension
ua_ua: Невідоме розширення файлу

# structuresfrm.rsunlockmemory
source: Unlock memory
ua_ua: безіменна структура

# structuresfrm.rsupdateinterval
source: Update interval
ua_ua: Інтервал оновлення

# structuresfrm.rswhichgroupdoyouwanttosetthisaddressto
source: Яка група вказує на те, щоб отримати це повідомлення?
ua_ua: У яку групу ви хочете визначити цю адресу?

# structuresfrm.rswrongversion
source: Ця структура файлу була створена з новою версією Cheat Engine.
ua_ua: 2 Байти: %s

source: Address: Value
ua_ua: Адреса: Значення

# структуриfrm2.rsareyousureyouwanttodelete
source: Якщо ви хочете скористатися %s?
ua_ua: Ви впевнені, що хочете видалити %s?

# structuresfrm2.rsareyousureyouwanttoremoveallstructures
source: Are you sure you want to remove all structures?
ua_ua: Масив байт

# структуриfrm2.rsautogeneratedfor
source: Autogenerated для %s
ua_ua: Автостворено для %s

source: Byte: %s
ua_ua: Байт: %s

# structuresfrm2.rschangegroup
source: Change group
ua_ua: Змінити групу

source: Change Group
ua_ua: Змінити групу

# structuresfrm2.rscopy
source: Copy
ua_ua: Копіювати

# structuresfrm2.rscut
source: Cut
ua_ua: Вирізати

source: Define pointer
ua_ua: Визначити покажчик

source: Delete address
ua_ua: Видалити адресу

# structuresfrm2.rsdissectdata
source: Dissect Data
ua_ua: Аналіз даних

# структуриfrm2.rsdoyouwantcheatenginetotryandfillinthemostbasictype
source: Do you want Cheat Engine до спроби і fill в most basic types of struct using the current address?
ua_ua: Чи хочете, щоб Cheat Engine заповнив основні типи структур, використовуючи поточну адресу?

# structuresfrm2.rsfirstselectastructureouwanttomodifyordefine
source: Використання будь-якої структури ви хочете, щоб змінити або вказати один перший
ua_ua: Спочатку виберіть або визначте структуру, яку потрібно змінити

# structuresfrm2.rsfs2structuredefine
source: Structure define
ua_ua: Визначення структури

# структуриfrm2.rsgivetheaddressofthiselement
source: Give the address of this element
ua_ua: Вкажіть адресу цього елемента

# структуриfrm2.rsgivethenameforthisstructure
source: Give the name for this structure
ua_ua: Вкажіть назву для цієї структури

# structuresfrm2.rsgivethenewnameofthisstructure
source: Give the new name of this structure
ua_ua: Вкажіть нове ім'я цієї структури

# structuresfrm2.rshexadecimal
source: Hexadecimal
ua_ua: Шістнадцятковий

source: How many bytes do you want to shift this and following offsets? (Decimal)
ua_ua: На скільки байт ви хочете зрушити це та наступні зміщення? (Десятичне число)

# структуриfrm2.rsihavenoideawhatmeans
source: Я не думаю, що %s means
ua_ua: Поняття не маю, що означає "%s"

# structuresfrm2.rslock
source: Lock
ua_ua: Заблокувати

# structuresfrm2.rslockmemory
source: Lock memory
ua_ua: Заблокувати пам'ять

# structuresfrm2.rsmemorydissect
source: Memory dissect
ua_ua: Аналіз пам'яті

# структуриfrm2.rsnewinterval
source: Новий час
ua_ua: Новий інтервал

# structuresfrm2.rsp
source: P->
ua_ua: У->

# structuresfrm2.rspaste
source: Paste
ua_ua: Вставити

# structuresfrm2.rspleasegiveastartingoffsettoevaluate
source: Please give a starting offset to evaluate
ua_ua: Будь ласка, вкажіть початкове усунення для обчислення

# структуриfrm2.rspleasegiveastartingsizeofthestructyoucanchangethis
source: Плещати, щоб досягти розміру структури (ви можете змінити цей короткий час, якщо потрібно)
ua_ua: Будь ласка, вкажіть початковий розмір структури (можна змінити його пізніше за необхідності)

# структуриfrm2.rspleasegivethesizeoftheblocktoevaluate
source: Плещати, щоб визначити рівень блоку до avaluate
ua_ua: Будь ласка, вкажіть розмір блоку для обчислення

# structuresfrm2.rspointerto
source: Pointer
ua_ua: Покажчик

source: Pointer to instance of %s
ua_ua: Покажчик на екземпляр %s

# structuresfrm2.rspointer
source: Pointer
ua_ua: Покажчик

# структуриfrm2.rsrecalculatebaseofstructure
source: Recalculate base of structure
ua_ua: Перерахунок початку структури

# structuresfrm2.rsrenamestructure
source: Rename structure
ua_ua: Перейменувати структуру

source: Are you sure you want to delete all the defined structures ?
ua_ua: Ви впевнені, що хочете видалити всі певні структури?

source: Якби ви не хотіли б delete структуру намід :
ua_ua: Ви впевнені, що хочете видалити структуру під назвою:

source: Autocreated from
ua_ua: Автостворено з

source: Autocreate structure
ua_ua: Автостворена структура

source: Autocreate structure size:
ua_ua: Розмір автоствореної структури:

# structuresfrm2.rssf2changevalue
source: Change Value
ua_ua: Змінити значення

source: Default size:
ua_ua: Стандартний розмір:

source: Delete group
ua_ua: Видалити групу

source: Give the new name
ua_ua: Вкажіть нову назву

source: Give the new name for the group
ua_ua: Вкажіть нову назву для цієї групи

source: Give the new name for this structure
ua_ua: Вкажіть нову назву для цієї структури

# structuresfrm2.rssf2group
source: Group
ua_ua: Група

# structuresfrm2.rssf2group1
source: Group 1
ua_ua: Група 1

# structuresfrm2.rssf2group2
source: Group
ua_ua: Група

source: Group picker
ua_ua: Засіб вибору групи

source: (Hex)
ua_ua: (Шістнадцяткове)

source: Name for this group
ua_ua: Назва для цієї групи

source: New column name
ua_ua: Нове ім'я стовпця

source: <New group>
ua_ua: <Нова група>

# structuresfrm2.rssf2newgroup2
source: New group
ua_ua: Нова група

source: New value for this address:
ua_ua: Нове значення для цієї адреси:

# structuresfrm2.rssf2rename
source: Rename
ua_ua: Перейменувати

source: Rename group
ua_ua: Перейменувати групу

source: Select the group this column should become part of
ua_ua: Виберіть групу, частиною якої має стати цей стовпець

source: Set name/Rename
ua_ua: Встановити/змінити назву

source: Lock ( Shadowcopy at %s )
ua_ua: Блокувати (Тіньова копія %s )

source: (Signed)
ua_ua: (Знакове)

source: Structure rename
ua_ua: Перейменування структури

source: The gap between offset %x and %x is %d bytes long. Autofill this?
ua_ua: Проміжок між зсувом %x та %x дорівнює %d байт(а). Заповнити автоматично?

source: Спільна комбінація команди буде been copied to clipboard
ua_ua: Груповий пошук було скопійовано до буфера обміну

source: to
ua_ua: на

source: TStructColumn.create Error
ua_ua: Помилка TStructColumn.create

source: Unknown custom type
ua_ua: Невідомий тип користувача

source: What name should this column have?
ua_ua: Яка назва має мати цей стовпець?

source: Signed Integer
ua_ua: Ціле зі знаком

source: Spider
ua_ua: Структурний павук

source: The structure named %s already exists. Are you sure you want to make another structure with this name ?
ua_ua: Структура під назвою %s вже існує. Ви впевнені, що хочете створити ще одну структуру з тією самою назвою?

# структуриfrm2.rsstructuredefine
source: Structure define
ua_ua: Визначення структури

# structuresfrm2.rsstructuredefiner
source: Structure definer
ua_ua: Визначник структури

source: Structure dissect
ua_ua: Аналіз структури

# structuresfrm2.rsstructureviewlock
source: Structure view lock
ua_ua: Заблокувати вигляд структури

# структуриfrm2.rsthisisnotavalidstructurefile
source: Тим не є правильним структурним файлом
ua_ua: Неприпустимий файл структури

# структуриfrm2.rsthisisquiteabigstructurehowmanybytesdoyouwanttosav
source: Тим є велике будова. Які багато байтів у вас збираються?
ua_ua: Це досить велика структура. Скільки байт ви хочете зберегти?

source: undefined
ua_ua: невизначена

# structuresfrm2.rsunicodestring
source: Unicode
ua_ua: Юнікод

# structuresfrm2.rsunkownfileextension
source: Unknown file extension
ua_ua: Невідоме розширення файлу

# structuresfrm2.rsunlockmemory
source: Unlock memory
ua_ua: Розблокувати пам'ять

# structuresfrm2.rsunnamedstructure
source: unnamed structure
ua_ua: безіменна структура

source: Unsigned Integer
ua_ua: Ціле без знаку

# structuresfrm2.rsupdateinterval
source: Update interval
ua_ua: Інтервал оновлення

source: Upgrade child structure to full structure
ua_ua: Оновити дочірню структуру до повної структури
