Repository: Ukrainian-Hucker/Ukrainian-language-for-Cheat-Engine
Catalog: ua_UA/cheatengine-x86_64.po
Languages: ua_ua

source: Це following languages ​​є available:
ua_ua: Доступні такі мови:

# tformsettings.languages.caption
source: Languages
ua_ua: Мова

source: Application/Command
ua_ua: Додаток/Команда

source: Repeat scan delay
ua_ua: Затримка повторного пошуку

source: Shortcut:
ua_ua: Швидкий виклик:

source: Thread following:
ua_ua: Відстеження потоку:

# TFORMSETTINGS.LBLTOOLSNAME.CAPTION
source: Name
ua_ua: Назва

# TFORMSETTINGS.LVTOOLS.COLUMNS[0].CAPTION
source: Name
ua_ua: Назва

source: Application
ua_ua: Додаток

source: Shortcut
ua_ua: Швидкий виклик

source: Refresh
ua_ua: Оновити

# TFORMSETTINGS.MILUAEXECALWAYS.CAPTION
source: Always
ua_ua: Завжди

source: Always ask
ua_ua: Завжди запитувати

# TFORMSETTINGS.MILUAEXECNEVER.CAPTION
source: Never
ua_ua: Ніколи

source: Only when signed, else ask
ua_ua: Тільки якщо є підпис, інакше запитувати

# TFORMSETTINGS.MIUNEXPECTEDBREAKPOINTSBREAK.CAPTION
source: Break
ua_ua: Перериватися

source: Break when inside specific regions
ua_ua: Перериватися у певних регіонах

source: Ignore
ua_ua: Ігнорувати

# tformsettings.plugins.caption
source: Plugins
ua_ua: Плагіни

source: Hardware Breakpoints (Max 4)
ua_ua: Апаратні брейкпоїнти (Максимум 4)

source: Debugger method
ua_ua: Метод налагодження

source: Int3 instructions (Execute BP only, falls back to hardware bp) (Unlimited)
ua_ua: Інструкції int3 (Необмежено)

source: Task Level
ua_ua: Рівень завдання

source: Thread level
ua_ua: Рівень потоку

source: Швидкий висновок (Extremely slow to unplayable, buggy, best used if nothing else works. Does no use debug registers)
ua_ua: Сторінкові винятки (Надзвичайно повільний метод. Не використовує налагоджувальні регістри)

source: Hook thread-create and destroy api's
ua_ua: Перехоплення API створення та знищення потоку

source: Poll for threads
ua_ua: Опитування потоків

source: Use processwatcher
ua_ua: Використовувати «Спостерігач процесу»

source: Replace incomplete opcodes with nops
ua_ua: Замінювати NOP'ами незаповнені байти

source: If you type in a opcode and it is smaller than the opcode you replaced, it will fill the missing bytes with NOP instructions. If the opcode is longer it will replace the opcode(s) that have been overwritten with NOP's
ua_ua: Якщо вказана вами інструкція буде меншою за розміром, ніж замінена інструкція, то незаповнені байти, що залишилися, будуть замінені NOP'ами. Якщо більше, то NOP'ами будуть замінені незаповнені байти, що залишилися від інструкції нижче за кодом

# tformsettings.scansettings.caption
source: Scan Settings
ua_ua: Налаштування пошуку

source: Я дійсно recommend upgrading to Windows 2000 або останнє mister Flintstone
ua_ua: Містер Флінстоун, я настійно рекомендую вам оновити вашу систему до Windows 2000 або новіше

# tformsettings.tshotkeys.caption
source: Hotkeys
ua_ua: Горячі клавиші

source: Kernel Debug
ua_ua: Налагодження ядра

source: Mac Debug
ua_ua: Mac Відладчик

source: VEH Debugger
ua_ua: VEH відладчик

source: Windows Debugger
ua_ua: Відладчик Windows

# tformsettings.unrandomizer.caption
source: Unrandomizer
ua_ua: Антирандомайзер

# TFOUNDCODEDIALOG.ADDTOTHECODELIST1.CAPTION
source: Add to the codelist
ua_ua: Додати до переліку кодів

# tfoundcodedialog.btnaddtocodelist.caption
source: Add to the codelist
ua_ua: Додати до списку кодів

source: The selected addresses will be added to the code list in the advanced options window.
ua_ua: Обрані адреси будуть додані до списку кодів у вікні "Додаткові можливості".

source: More information
ua_ua: Додаткова інформація

source: Показано більше інформації про державу системи, коли інструкція got executed
ua_ua: Додаткові відомості про стан системи після виконання інструкції

# TFOUNDCODEDIALOG.BTNOK.CAPTION
source: OK
ua_ua: Підтвердити

source: Show disassembler
ua_ua: Показати в дизассемблері

source: Цей буде відкритий MemoryView і вибрати DisassemblerView на Вибрані Address
ua_ua: Відкриває «Редактор пам'яті» та переносить на вибрану адресу

# tfoundcodedialog.btnreplacewithnops.caption
source: Replace
ua_ua: Замінити NOP'ами

source: This will replace the selected addresses with code that does nothing. (Nops)
ua_ua: Замінює вибрані адреси NOP'ами та додає їх до списку кодів

# tfoundcodedialog.caption
source: За допомогою наступних опцій changed the selected address
ua_ua: Наведені вказівки змінили вибрану адресу

# tfoundcodedialog.copyselectiontoclipboard1.caption
source: Copy selection to clipboard
ua_ua: Копіювати вибране в буфер обміну

# TFOUNDCODEDIALOG.FOUNDCODELIST.COLUMNS[0].CAPTION
source: Count
ua_ua: Хіти

# tfoundcodedialog.foundcodelist.columns[1].caption
source: Instruction
ua_ua: Інструкція

# tfoundcodedialog.menuitem1.caption
source: Select all
ua_ua: Вибрати все

source: Check if found opcodes also access other address (max 8)
ua_ua: Перевіряти інструкції щодо звернення до інших адрес (макс. 8)

source: Додатковий доступ до файлу
ua_ua: Зберегти вибране у файл

# tfoundcodedialog.moreinfo1.caption
source: More Info
ua_ua: Додаткова інформація

source: Replace with code that does nothing (NOP)
ua_ua: Ззмінити кодом, що нічого не робить (NOP)

source: Show this address in the disassembler
ua_ua: Показати цю адресу в дизассемблері

# tframehotkeyconfig.button3.caption
source: Clear
ua_ua: Очистити

source: Stop on release
ua_ua: Зупинити при відтисканні клавіші

source: Леті ви особливе, як швидко hotkey is repeated
ua_ua: Дозволяє визначити, як швидко гаряча клавіша може бути повторно активована

source: Визначити, як швидко з'явиться hotkey keypress is detected
ua_ua: Визначає, як швидко буде виявлено натискання гарячої клавіші

source: Functions
ua_ua: Призначення

# tframehotkeyconfig.label2.caption
source: Hotkey
ua_ua: Гаряча клавіша

source: Speed ​​delta
ua_ua: Дельта швидкості

source: Keypoll interval (milliseconds)
ua_ua: Інтервал опитування клавіш (у мілісекундах)

source: Delay between reactivating hotkeys
ua_ua: Затримка між повторною активацією гарячих клавіш

source: Speed
ua_ua: Швидкість

# TFRAMEHOTKEYCONFIG.MENUITEM1.CAPTION
source: Clear list
ua_ua: Очистити перелік

source: font
ua_ua: шрифт

# TFRMAAEDITPREFS.BUTTON1.CAPTION
source: OK
ua_ua: добре

# TFRMAAEDITPREFS.BUTTON2.CAPTION
source: Cancel
ua_ua: Скасувати

source: Editor preferences
ua_ua: Налаштування редактора

# TFRMAAEDITPREFS.CBFONTQUALITY.HINT
source: Файл якості може impact speed
ua_ua: Якість шрифту може вплинути на швидкість

source: Show bar on left
ua_ua: Показувати панель ліворуч

source: Show line numbers
ua_ua: Показувати нумерацію рядків

source: Smart tab
ua_ua: Розумна вкладка

source: Tabs to space
ua_ua: Табуляція пропуском

source: Tab Width
ua_ua: Ширина табуляції

# TFRMAAEDITPREFS.LABEL2.CAPTION
source: Font quality
ua_ua: Якість шрифту

# tfrmaccessedmemory.btnclearsmallsnapshot.caption
source: Clear
ua_ua: прибрати

# TFRMACCESSEDMEMORY.BTNCLEARSMALLSNAPSHOT1.CAPTION
source: Clear
ua_ua: Прибрати

# tfrmaccessedmemory.button1.caption
source: Set hotkeys
ua_ua: Встановити горячі клавіші

# tfrmaccessedmemory.button2.caption
source: Start
ua_ua: Запустити

# tfrmaccessedmemory.button3.caption
source: Stop
ua_ua: Зупинити

source: Find accessed memory regions
ua_ua: Виявлення регіонів пам'яті, яких відбувалося звернення

source: Hotkey to (re)start monitoring
ua_ua: Гаряча клавіша (перезапуску)

source: Hotkey to stop monitoring
ua_ua: Гаряча клавіша зупинки спостереження

# tfrmaccessedmemory.listview1.columns[0].caption
source: From
ua_ua: Від

# tfrmaccessedmemory.listview1.columns[1].caption
source: To
ua_ua: До

# tfrmaccessedmemory.menuitem1.caption
source: File
ua_ua: Файл

source: Open region file
ua_ua: Відкрити файл регіонів

source: Save region file
ua_ua: Зберегти файл регіонів

# TFRMACCESSEDMEMORY.MENUITEM4.CAPTION
source: Clear
ua_ua: Очистити

source: Support Cheat Engine
ua_ua: Підтримка Cheat Engine

source: Has header
ua_ua: Має заголовок

source: Show my own page
ua_ua: Показати власну сторінку

# tfrmadconfig.groupbox1.caption
source: Position
ua_ua: Позиція

source: Extra url
ua_ua: Додатковий URL

source: Thank you for supporting Cheat Engine. And to thank you for that I'll let you share in the generated traffic
ua_ua: Дякую за підтримку Cheat Engine. На подяку за це, ви можете вказати і свій URL

source: Format
ua_ua: Формат

source: Extra parameters
ua_ua: Додаткові параметри

source: Відсоток показує: 75%
ua_ua: Відсоток показу: 75%

source: Url
ua_ua: URL-адреса

# TFRMADDTOCODELIST.BUTTON1.CAPTION
source: OK
ua_ua: Підтвердити

# TFRMADDTOCODELIST.BUTTON2.CAPTION
source: Cancel
ua_ua: Скасувати

# tfrmaddtocodelist.caption
source: Region to add
ua_ua: Регіон, що додається

# TFRMADDTOCODELIST.LABEL1.CAPTION
source: From
ua_ua: Від

# TFRMADDTOCODELIST.LABEL2.CAPTION
source: To
ua_ua: До

# TFRMAPIHOOKTEMPLATESETTINGS.BUTTON1.CAPTION
source: OK
ua_ua: Підтвердити

# tfrmapihooktemplatesettings.button2.caption
source: Cancel
ua_ua: Скасувати

source: Api hook template
ua_ua: Шаблон перехоплення API

source: Original api address:
ua_ua: Оригінальна адреса API:

source: New api address:
ua_ua: Нова адреса API:

source: Address where to store the new original api call:
ua_ua: Адреса збереження нового виклику оригінального API:

source: (optional, in case your dll uses a variable for the call)
ua_ua: (у разі, якщо ваша dll використовує змінну для виклику)

source: Note: The address can also be exportnames of dll's
ua_ua: Примітка: Адреса також можуть бути експортні імена dll

# tfrmassemblyscan.btnok.caption
source: Scan
ua_ua: Пошук

# tfrmassemblyscan.caption
source: Assembly scan
ua_ua: Пошук інструкцій

# TFRMASSEMBLYSCAN.LBLFROM.CAPTION
source: From
ua_ua: Від

# tfrmassemblyscan.lblinputassemblycode.caption
source: Input the assembly code to find. Wildcards( * ) supported.
ua_ua: Вкажіть інструкцію для пошуку. Підтримується знак підстановки( * )

# TFRMASSEMBLYSCAN.LBLTO.CAPTION
source: To
ua_ua: До

# tfrmautoinject.aapref1.caption
source: Preferences
ua_ua: Налаштування

source: API Hook
ua_ua: Перехоплення API

source: Assign to current cheat table
ua_ua: Додати до поточної таблиці

# tfrmautoinject.button1.caption
source: Execute
ua_ua: Виконати

source: Auto assemble
ua_ua: Автоасемблер

source: Cheat Table framework code
ua_ua: Вставити секції [ENABLE] та [DISABLE]

# TFRMAUTOINJECT.CLOSE1.CAPTION
source: Close
ua_ua: Закрити

source: Code injection
ua_ua: Ін'єкція коду

source: Code relocation
ua_ua: Переміщення коду

source: Template
ua_ua: Шаблон

source: Exit
ua_ua: Вихід

# TFRMAUTOINJECT.FILE1.CAPTION
source: File
ua_ua: Файл

source: Inject
ua_ua: Ін'єкція

source: Inject into current process
ua_ua: Виконати ін'єкцію в поточний процес

source: Inject into current process and execute
ua_ua: Виконати ін'єкцію в поточний процес та виконати

# tfrmautoinject.load1.caption
source: Open
ua_ua: Відкрити

source: AOB Injection
ua_ua: Ін'єкція (AOB)

source: Full Injection
ua_ua: Ін'єкція (Повна)

# tfrmautoinject.menuitem2.caption
source: Lua syntax highlighting preferences
ua_ua: Налаштування підсвічування синтаксису автоассемблера

source: Call CE lua function
ua_ua: Виклик функції CE lua

# tfrmautoinject.micopy.caption
source: &Copy
ua_ua: &Копіювати

# tfrmautoinject.micut.caption
source: Cu&t
ua_ua: Вирізати

# tfrmautoinject.mifind.caption
source: &Find...
ua_ua: Знайти...

# tfrmautoinject.mifindnext.caption
source: Find Next
ua_ua: Пошук далі

# tfrmautoinject.minewwindow.caption
source: New Window
ua_ua: Нове вікно

# tfrmautoinject.mipaste.caption
source: &Paste
ua_ua: &Вставити

# tfrmautoinject.miredo.caption
source: Redo
ua_ua: Повернути

# tfrmautoinject.mireplace.caption
source: Replace
ua_ua: Замінити

# tfrmautoinject.miundo.caption
source: &Undo
ua_ua: &Скасувати

source: New Tab
ua_ua: Нова вкладка

# tfrmautoinject.opendialog1.title
source: Open CE assembly file
ua_ua: Відкрити файл автоассемблера

# TFRMAUTOINJECT.SAVE1.CAPTION
source: Save
ua_ua: Зберегти

# tfrmautoinject.saveas1.caption
source: Save As...
ua_ua: Зберегти як...

# TFRMAUTOINJECT.SAVEDIALOG1.TITLE
source: Open CE assembly file
ua_ua: Відкрити файл автоассемблера

source: Syntax highlighting
ua_ua: Світло синтаксису

# tfrmautoinject.view1.caption
source: View
ua_ua: Вигляд

source: Start mapping
ua_ua: Запустити

source: Branch Mapper
ua_ua: Порівняльник гілок

source: Посилання записів в наступних тилях:
ua_ua: Запис призначення гілок у наступних потоках:

source: Found:
ua_ua: Знайдено:

# tfrmbranchmapper.button2.caption
source: Додаткові файли
ua_ua: Зберегти результат у файлі

# TFRMBREAKPOINTCONDITION.BUTTON1.CAPTION
source: OK
ua_ua: Підтвердити

# TFRMBREAKPOINTCONDITION.BUTTON2.CAPTION
source: Cancel
ua_ua: Скасувати

source: Breakpoint condition
ua_ua: Умова брейкпоінту

source: Give a formula що мусить відновити true if you want the breakpoint to trigger a break
ua_ua: Встановіть формулу, яка повинна повертати TRUE для ініціювання переривання брейкпоінтом

source: Example: EAX == 0x1234 (case sensitive and hexadecimal starts with 0x )
ua_ua: Приклад: EAX == 0x1234 (з урахуванням регістру, шістнадцяткові значення починаються з 0x)

source: Complex
ua_ua: Складне

source: Easy
ua_ua: Просте

source: Easy formula
ua_ua: Проста формула

source: Complex функція
ua_ua: Складна функція

source: Breakpoint list
ua_ua: Список брейкпоінтів

# TFRMBREAKPOINTLIST.LISTVIEW1.COLUMNS[0].CAPTION
source: Address
ua_ua: Адреса

# TFRMBREAKPOINTLIST.LISTVIEW1.COLUMNS[1].CAPTION
source: Size
ua_ua: Розмір

source: Trigger
ua_ua: Ініціювання

# TFRMBREAKPOINTLIST.LISTVIEW1.COLUMNS[3].CAPTION
source: Type
ua_ua: Тип

source: On Hit
ua_ua: При спрацюванні

# tfrmbreakpointlist.listview1.columns[5].caption
source: Active
ua_ua: Активний

source: Pending deletion
ua_ua: Чекання видалення

source: Disable breakpoint
ua_ua: Зняти брейкпоїнт

source: Delete breakpoint
ua_ua: Видалити брейкпоїнт

source: Зміна до pagewide breakpoint
ua_ua: Змінити ширину сторінки брейкпоінтів

source: Set/change condition
ua_ua: Встановити/змінити умову

source: Show shadow breakpoints
ua_ua: Показувати приховані дані

# tfrmcallfilter.button1.caption
source: Від Dissect Code
ua_ua: З аналізу коду

# tfrmcallfilter.button1.hint
source: Disassembles the code and marks calls. This can be inaccurate and might end up writing 0xcc's at random/wrong locations
ua_ua: З трасування

# tfrmcallfilter.button2.hint
source: Load a previous trace and filters out the CALL's from there
ua_ua: Завантажує попереднє трасування та відфільтровує від туди виклики

# TFRMCALLFILTER.BUTTON3.CAPTION
source: Start
ua_ua: Запустити

# TFRMCALLFILTER.BUTTON4.CAPTION
source: Stop
ua_ua: Стоп

# tfrmcallfilter.button5.caption
source: From File
ua_ua: З файлу

source: Has been called
ua_ua: Було викликано

source: Has not been called
ua_ua: Не викликано

source: Has an execution count of
ua_ua: Має кількість виконання

source: Call Filter
ua_ua: Фільтр дзвінків

source: Mark everything being called as unwanted
ua_ua: Відзначити всі викликані як небажані

source: Ви можете це автоматично скористатися перешкодами, що вони називаються.
ua_ua: Використовуйте це для автоматичного видалення брейкпоінтів, які були викликані.

source: Load call list
ua_ua: Завантажити список дзвінків

source: Тим буде place software breakpoints on all known calls and the keep track of those that are of interest to you, and discard the ones that not not
ua_ua: Це встановить програмні брейкопінти на всі відомі виклики і буде відслідковувати ті, що представляють вам інтерес, відкидаючи інші

source: Call List
ua_ua: перелік дзвінків

# TFRMCALLFILTER.LISTVIEW1.COLUMNS[0].CAPTION
source: Address
ua_ua: Адреса

source: Execution count
ua_ua: Кількість виконань

source: Total execution count
ua_ua: Загальна кількість виконань

# TFRMBREAKTHREAD.BUTTON1.CAPTION
source: OK
ua_ua: Підтвердити

# TFRMBREAKTHREAD.BUTTON2.CAPTION
source: Cancel
ua_ua: Скасувати

source: Break Thread
ua_ua: Переривання потоку

# TFRMCAPTUREDTIMERS.BUTTON1.CAPTION
source: Close
ua_ua: Зачинити

source: Send timer messages
ua_ua: Надсилання повідомлень

source: Captured Timers
ua_ua: Захоплені таймери

source: Те, що WM_TIMER messages have been received
ua_ua: Наступні повідомлення WM_TIMER були отримані

source: Window Handle
ua_ua: Дескриптор вікна

source: Window Title
ua_ua: Заголовок вікна

source: Window Class
ua_ua: Клас вікна

source: Timer ID
ua_ua: ID таймера

# TFRMCAPTUREDTIMERS.LISTVIEW1.COLUMNS[5].CAPTION
source: Count
ua_ua: Хіти

# tfrmcelistviewitemeditor.btnadditem.caption
source: Add Item
ua_ua: Додати елемент

source: Add SubItem
ua_ua: Додати поделемент

# TFRMCELISTVIEWITEMEDITOR.BTNCANCEL.CAPTION
source: Cancel
ua_ua: Скасувати

# tfrmcelistviewitemeditor.btndelete.caption
source: Delete
ua_ua: Вилучити

# TFRMCELISTVIEWITEMEDITOR.BTNOK.CAPTION
source: OK
ua_ua: Добре

source: Item editor
ua_ua: Редактор елементів

# tfrmcelistviewitemeditor.lbltext.caption
source: Text
ua_ua: Текст

# tfrmchangedaddresses.browsethismemoryregion1.caption
source: Browse this memory region
ua_ua: Переглянути цей регіон пам'яті

source: Changed Addresses
ua_ua: Змінені адреси

# TFRMCHANGEDADDRESSES.CBDISPLAYTYPE.TEXT
source: 4 Bytes
ua_ua: 4 Байти

# TFRMCHANGEDADDRESSES.CHANGEDLIST.COLUMNS[0].CAPTION
source: Address
ua_ua: Адреса

# tfrmchangedaddresses.changedlist.columns[1].caption
source: Value
ua_ua: Значення

# tfrmchangedaddresses.changedlist.columns[2].caption
source: Count
ua_ua: Хіти

source: Використання повідомлень має бути змінено за кодом, який вибрано
ua_ua: Наступні адреси були змінені обраною вами інструкцією

source: Copy address to clipboard
ua_ua: Копіювати адресу в буфер обміну

# tfrmchangedaddresses.micbshowashexadecimal.caption
source: Show as hexadecimal
ua_ua: Показати як шістнадцяткове

source: Find commonalities between addresses
ua_ua: Знайти збіги між адресами

source: Copy selected address to addresslist
ua_ua: Копіювати вибрані адреси до таблиці

source: Delete selected entries
ua_ua: Видалити вибрані записи

source: Open dissect data with selected address
ua_ua: Відкрити «Аналіз структури» з вибраними адресами

source: Clear Selection
ua_ua: Очистити вибір

source: Mark selection as group 1
ua_ua: Позначити вибране як група 1

source: Mark selection as group 2 (Nothing means everything else)
ua_ua: Позначити вибране як група 2

source: Reset count
ua_ua: Скинути хіти

source: Scan for commonalities
ua_ua: Пошук збігів

# tfrmchangedaddresses.misetfilter.caption
source: Filter
ua_ua: Фільтр

# tfrmchangedaddresses.okbutton.caption
source: Stop
ua_ua: Зупинити

source: Show register states
ua_ua: Показати стани регістрів

# TFRMCODEFILTER.BTNCANCEL.CAPTION
source: Cancel
ua_ua: Скасувати

source: Commonality scanner
ua_ua: Сканер збігів

source: Register
ua_ua: Регістр

source: Status
ua_ua: Стан

source: Cancels the current operation
ua_ua: Скасує поточну операцію

source: Has not been executed
ua_ua: Не було виконано

source: Removes all addresses from the list that have been executed, and reset the breakpoints on the remaining address if the filter is active
ua_ua: Видаляє всі адреси зі списку, які були виконані, і скидає брейкпоінти на адресах, що залишилися, якщо фільтр активний

source: Has been executed
ua_ua: Був виконаний

source: Removes all addresses from the list that have not been executed, and resets the breakpoints on the remaining addresses if the filter is active
ua_ua: Видаляє всі адреси зі списку, які не були виконані, і скидає брейкпоінти на адресах, що залишилися, якщо фільтр активний

source: From disassembler
ua_ua: З дизассемблера

# TFRMCODEFILTER.BTNLOADADDRESSESBYDISASSEMBLING.HINT
source: Невідомі коди та позначки дзвінків. Це може бути ввімкнено і коротке завершення ведення 0xcc's at random/wrong locations
ua_ua: Розбирає код і зазначає дзвінки. Може бути не точним може призвести до запису опкода 0xcc у випадкових/неправильних місцях

# TFRMCODEFILTER.BTNLOADADDRESSESFROMFILE.CAPTION
source: From File
ua_ua: З файлу

source: Loads a file containing a list of address (e.g from a previous filter session or from the branch mapper)
ua_ua: Завантажує файл, що містить список адрес (наприклад, від попередньої сесії фільтра або від співставника гілок)

# TFRMCODEFILTER.BTNLOADADDRESSESFROMTRACE.CAPTION
source: From Trace
ua_ua: З трасування

# TFRMCODEFILTER.BTNLOADADDRESSESFROMTRACE.HINT
source: Load a previous trace and filters out the CALL's from there
ua_ua: Завантажує попереднє трасування та відфільтровує від туди виклики

# TFRMCODEFILTER.BTNSHOWLIST.CAPTION
source: Refresh list
ua_ua: Оновити перелік

# TFRMCODEFILTER.BTNSTART.CAPTION
source: Start
ua_ua: Запустити

# TFRMCODEFILTER.BTNSTOP.CAPTION
source: Stop
ua_ua: Зупинити

source: From unwind info
ua_ua: З інформації про розкручування

# TFRMCODEFILTER.CAPTION
source: Code Filter
ua_ua: Фільтр коду

# TFRMCODEFILTER.FRMLAUNCHBRANCHMAPPER.CAPTION
source: Launch branch mapper
ua_ua: Запуск співставника гілок

source: Starts a single stepping (branch only) trace and records all unique IP's encountered. You can use the results from this with the "From File" address list Make sure that the code you're interested in is executed at least once <WARNING: SLOW and recommended as last resort>
ua_ua: Запускає покрокове трасування (тільки розгалуження) і записує всі виявлені унікальні IP. Ви можете використовувати результат разом зі списками адрес «З файлу» Переконайтеся, що код, який вас цікавить, був виконаний хоча б раз <ПОПЕРЕДЖЕННЯ: ПОВІЛЬНИЙ і рекомендований як останній засіб>

source: Load address list
ua_ua: Завантаження переліку адресів

source: This will place software breakpoints(0xcc) on many locations of interest (Usually CALLs) and then track which ones get executed and which ones do not. By specifying that some code has been executed and some not you can filter down the list till it's only ones you're interested in
ua_ua: Фільтр коду встановлює програмні брейкпоїнти(0xcc) на багато місць, що становлять інтерес(зазвичай це виклики), а потім відстежує які з них виконуються, а які ні. Вказавши, який код був виконаний, а який ні, ви можете відфільтровувати список доти, доки він не стане вам цікавим.

source: Address executed since last filter operation:
ua_ua: Адреси, виконані з останньої роботи фільтра:

source: Address List
ua_ua: Список адрес

source: Doing something
ua_ua: Щось робить

# TFRMCODEFILTER.LVRESULTS.COLUMNS[0].CAPTION
source: Address
ua_ua: Адреса

source: Executed
ua_ua: Виконаний

# TFRMCODEFILTER.MICLEARLIST.CAPTION
source: Clear list
ua_ua: Почистити перелік

# TFRMCODEFILTER.MIDELETESELECTEDITEMS.CAPTION
source: Delete selected addresses
ua_ua: Видалити вибрані адреси

# TFRMCODEFILTER.MISAVEADDRESSLIST.CAPTION
source: Save addresslist
ua_ua: Зберегти список адрес

# TFRMCODECAVESCANNER.BTNSTART.CAPTION
source: Start
ua_ua: Запустити

source: Scan for codecaves
ua_ua: Пошук code caves

source: Also scan non-executable read-only memory
ua_ua: Шукати в постійній пам'яті, що не виконується

source: Copy selection(s) to clipboard
ua_ua: Копіювати виділене в буфер обміну

source: Start Address
ua_ua: Початкова адреса

source: Stop Address
ua_ua: Кінцева адреса

# TFRMCONFIGUNRANDOMIZER.BUTTON1.CAPTION
source: Size of cave
ua_ua: Підтвердити

# TFRMCONFIGUNRANDOMIZER.BUTTON2.CAPTION
source: Cancel
ua_ua: Скасувати

source: Randomizer config
ua_ua: Конфігурація рандомізатора

# tfrmconfigunrandomizer.cbincremental.caption
source: Incremental value
ua_ua: Інкрементне значення

# tfrmconfigunrandomizer.label1.caption
source: Default return value
ua_ua: Повертане значення

# TFRMD3DHOOKSNAPSHOTCONFIG.BTNCLEARFULLSNAPSHOT.CAPTION
source: Clear
ua_ua: Очистити

# TFRMD3DHOOKSNAPSHOTCONFIG.BTNCLEARSMALLSNAPSHOT.CAPTION
source: Clear
ua_ua: Очистити

source: D3DHook: Configure snapshot
ua_ua: Перехоплення D3D: Налаштування знімка

source: Also save picture next to snapshot file
ua_ua: Зберігати зображення поруч із файлом знімка
