Repository: Ukrainian-Hucker/Ukrainian-language-for-Cheat-Engine
Catalog: ua_UA/cheatengine-x86_64.po
Languages: ua_ua

# TMEMORYBROWSER.DEBUGSTRINGS1.CAPTION
source: Debug strings
ua_ua: Налагоджувальні рядки

source: Dissect window(s)
ua_ua: Аналіз вікон

source: Byte hex
ua_ua: 1 Байт (шістнадцяткове)

source: Byte decimal
ua_ua: 1 Байт (десяткове)

source: 4 Byte hex
ua_ua: 4 Байта (шістнадцяткове)

source: 4 Byte decimal
ua_ua: 4 Байти (десяткове)

source: Display Type
ua_ua: Тип відображення

source: 8 Byte decimal
ua_ua: 8 Байт (десяткове)

source: 8 Byte hex
ua_ua: 8 Байт (шістнадцяткове)

source: 2 Byte decimal
ua_ua: 2 Байти (десяткове)

source: 2 Byte hex
ua_ua: 2 Байти (шістнадцяткове)

source: Dissect code
ua_ua: Аналіз коду

# TMEMORYBROWSER.DISSECTDATA1.CAPTION
source: Pointer scan
ua_ua: Сканування покажчиків

source: Dissect PE headers
ua_ua: Аналіз заголовків PE

# TMEMORYBROWSER.DRIVERLIST1.CAPTION
source: Driver list
ua_ua: Список драйверів

source: Enumerate DLL's and Symbols
ua_ua: Список завантажених dll та символів

# TMEMORYBROWSER.EXTRA1.CAPTION
source: Tools
ua_ua: Інструменти

# TMEMORYBROWSER.FILE1.CAPTION
source: File
ua_ua: Файл

source: Fill Memory
ua_ua: Заповнити пам'ять

source: Find memory
ua_ua: Пошук у пам'яті

source: Find out what address this instruction accesses
ua_ua: Знайти адреси, до яких звертається ця інструкція

# TMEMORYBROWSER.FINDSTATICPOINTERS1.CAPTION
source: Find static addresses
ua_ua: Пошук статичних адрес

# tmemorybrowser.follow1.caption
source: Follow
ua_ua: Наслідувати

source: GDT list
ua_ua: Таблиця глобальних дескрипторів

source: Get address
ua_ua: Отримати адресу

source: Goto address
ua_ua: Перейти за адресою

source: Go to address
ua_ua: Перейти за адресою

source: Heaplist
ua_ua: Список куп

source: IDT list
ua_ua: Таблиця дескрипторів переривань

source: Inject DLL
ua_ua: Ін'єкція DLL

# tmemorybrowser.jumplines1.caption
source: Jumplines
ua_ua: Лінії переходів

source: Kernelmode symbols
ua_ua: Символи режиму ядра

source: Kernel tools
ua_ua: Інструменти ядра

# TMEMORYBROWSER.LABEL14.CAPTION
source: Registers:
ua_ua: Регістри:

# TMEMORYBROWSER.LABEL15.CAPTION
source: Flags
ua_ua: Прапори

source: Segment Registers
ua_ua: Сегментні регістри

source: Load memory region
ua_ua: Завантажити регіон пам'яті

source: Load symbol file
ua_ua: Завантажити файл із символами

# TMEMORYBROWSER.LVSTACKTRACEDATA.COLUMNS[0].CAPTION
source: Address
ua_ua: Адреса

# TMEMORYBROWSER.LVSTACKTRACEDATA.COLUMNS[2].CAPTION
source: Value
ua_ua: Значення

source: Shows the current stack. Tip: When doubleclicking the value and it represents an address, then you can hold shift to make it show in the disassembler, and ctrl to make it show in the memory view. Else Cheat Engine will guess it for you based on if it's executable memory or not
ua_ua: Показує поточний стек.

source: Зміна сторінок захисту
ua_ua: Змінити захист сторінки

source: Max stack: 4096
ua_ua: Максимальний стек: 4096

source: Memory Regions
ua_ua: Регіони пам'яті

source: All strings
ua_ua: Всі рядки

source: Search for accessible strings
ua_ua: Пошук доступних рядків

source: Apply changes to file
ua_ua: Застосувати зміни до файлу

source: Use windows debug symbols
ua_ua: Використовувати символи налагодження Windows

source: Overlay with structure
ua_ua: Накладення зі структурою

source: Generate structure від datastream and template
ua_ua: Створити структуру з потоку даних та шаблону

source: Graphical memory view
ua_ua: Графічне представлення пам'яті

source: Select current function
ua_ua: Вибрати поточну функцію

source: Load trace
ua_ua: Завантажити трасування

source: Text Encoding
ua_ua: Кодування тексту

source: Watch memory page access
ua_ua: Спостереження за зверненням до сторінки пам'яті

source: Set/Unset bookmark
ua_ua: Встановити/прибрати закладку

source: Goto bookmark
ua_ua: Перейти до закладки

source: User write history
ua_ua: Історія записів користувача

source: Watchlist
ua_ua: Список спостереження

source: Compare data/structures
ua_ua: Порівняння даних/структур

source: Disable toolbar
ua_ua: Вимкнути панель інструментів

source: Data Breakpoint
ua_ua: Брейкпоїнт за даними

# TMEMORYBROWSER.MENUITEM5.CAPTION
source: Break on Access
ua_ua: Прерваться на Доступе

# TMEMORYBROWSER.MENUITEM6.CAPTION
source: Break on Write
ua_ua: Перерватися на Записи

# TMEMORYBROWSER.MENUITEM8.CAPTION
source: Break and trace
ua_ua: Прорватися і трасувати

source: Change fade timer
ua_ua: Змінити інтервал оновлення

# TMEMORYBROWSER.MIADDREF.CAPTION
source: (ref+*) Ref will be %x
ua_ua: (ref+*) Посилання %x

source: Add to the code list
ua_ua: Додати до списку кодів

# TMEMORYBROWSER.MIBINUTILSSELECT.CAPTION
source: None
ua_ua: Ні

# tmemorybrowser.mibreakandtrace.caption
source: Break and trace
ua_ua: Прорватися і трасувати

source: Break on unexpected exceptions
ua_ua: Перериватися на непередбачені винятки

# TMEMORYBROWSER.MICHANGEPROTECTIONR.CAPTION
source: Read
ua_ua: Читання

source: Read Execute
ua_ua: Читання-Виконання

source: Read Write
ua_ua: Читання-Запис

source: Read Write Execute
ua_ua: Читання-Запис-Виконання

# TMEMORYBROWSER.MICODEFILTER.CAPTION
source: Code Filter
ua_ua: Фільтр коду

source: Set/Change break condition
ua_ua: Задати/Змінити умову переривання

source: Addresses only
ua_ua: Тільки адреси

source: Bytes only (no address)
ua_ua: Тільки байти (без адреси)

source: Opcodes only (no address)
ua_ua: Тільки інструкції (без адреси)

# tmemorybrowser.midatabreakpointmenu.caption
source: Data Breakpoint
ua_ua: Брейкпоїнт за даними

source: DBVM Activate Cloak
ua_ua: DBVM Активувати маскування

source: DBVM Disable Cloak
ua_ua: DBVM Деактивувати маскування

# TMEMORYBROWSER.MIDEBUGBREAK.CAPTION
source: Break
ua_ua: Прорватися

source: Debug events
ua_ua: Налагоджувальні події

source: Execute till return
ua_ua: Виконати до повернення

# TMEMORYBROWSER.MIDEBUGRUN.CAPTION
source: Run
ua_ua: Запустити

source: Run till...
ua_ua: Виконати до...

source: Set Address
ua_ua: Встановити адресу

# tmemorybrowser.midebugstep.caption
source: Step
ua_ua: Крок

# tmemorybrowser.midebugstepover.caption
source: Step Over
ua_ua: Крок з обходом

# TMEMORYBROWSER.MIDEBUGTOGGLEBREAKPOINT.CAPTION
source: Toggle breakpoint
ua_ua: Переключити брейкпоїнт

source: Delete Breakpoint
ua_ua: Видалити брейкпоїнт

source: Disassembly output
ua_ua: Дизасембований висновок

source: Autodetect
ua_ua: Автовизначення

source: Dissect data/structures old
ua_ua: Аналіз даних/структур (старий)

source: Dissect data/structures
ua_ua: Аналіз даних/структур

source: Exception management code filter
ua_ua: Керування фільтром коду виключення

# TMEMORYBROWSER.MIEXCEPTIONREGIONAUTOADDALLOCS.CAPTION
source: Automatically add allocated memory by CE as watched regions
ua_ua: Автоматично додавати виділену Cheat Engine'ом пам'ять як регіон, що спостерігається

source: Манадж вилучення регіонального листа
ua_ua: Керування списком винятків у регіонах

# TMEMORYBROWSER.MIFINDWHATACCESSES.CAPTION
source: Добре, скільки accesses this address
ua_ua: Пошук інструкцій до цієї адреси

source: Find out what writes this address
ua_ua: Знайти інструкції, що записують за цією адресою

source: Follow in hexview when stepping
ua_ua: Наслідувати в Hex-редактор при степінгу

source: GNU Assembler
ua_ua: GNU Асемблер

# TMEMORYBROWSER.MIGOTOBOOKMARK0.CAPTION
source: Bookmark 0
ua_ua: Закладка 0

# TMEMORYBROWSER.MIGOTOBOOKMARK1.CAPTION
source: Bookmark 1
ua_ua: Закладка 1

# TMEMORYBROWSER.MIGOTOBOOKMARK2.CAPTION
source: Bookmark 2
ua_ua: Закладка 2

# TMEMORYBROWSER.MIGOTOBOOKMARK3.CAPTION
source: Bookmark 3
ua_ua: Закладка 3

# TMEMORYBROWSER.MIGOTOBOOKMARK4.CAPTION
source: Bookmark 4
ua_ua: Закладка 4

# TMEMORYBROWSER.MIGOTOBOOKMARK5.CAPTION
source: Bookmark 5
ua_ua: Закладка 5

# TMEMORYBROWSER.MIGOTOBOOKMARK6.CAPTION
source: Bookmark 6
ua_ua: Закладка 6

# TMEMORYBROWSER.MIGOTOBOOKMARK7.CAPTION
source: Bookmark 7
ua_ua: Закладка 7

# TMEMORYBROWSER.MIGOTOBOOKMARK8.CAPTION
source: Bookmark 8
ua_ua: Закладка 8

# TMEMORYBROWSER.MIGOTOBOOKMARK9.CAPTION
source: Bookmark 9
ua_ua: Закладка 9

source: Hide toolbar
ua_ua: Сховати панель інструментів

# TMEMORYBROWSER.MIHVBACK.CAPTION
source: Back
ua_ua: Назад

# TMEMORYBROWSER.MIHVFOLLOW.CAPTION
source: Follow
ua_ua: Наслідувати

# TMEMORYBROWSER.MILOCK.CAPTION
source: Link with other hexview
ua_ua: Зв'язати з іншим редактором Hex

source: Lock current rowsize
ua_ua: Заблокувати поточний розмір рядка

source: Open in dissect data/structure
ua_ua: Відкрити аналіз даних/структури

source: Paging
ua_ua: Сторінкова організація пам'яті

source: Structure spider
ua_ua: Структурний павук

source: Referenced functions
ua_ua: Посилання на функції

# TMEMORYBROWSER.MIREPLACEWITHNOPS.CAPTION
source: Replace with code that does nothing
ua_ua: Замінити код, що нічого не робить (NOP)

source: Run Unhandled
ua_ua: Запуск без обробки

source: Seperators
ua_ua: Розділювачі

# TMEMORYBROWSER.MISEPEVERY2BYTES.CAPTION
source: 2 Bytes
ua_ua: 2 Байти

# TMEMORYBROWSER.MISEPEVERY4BYTES.CAPTION
source: 4 Bytes
ua_ua: 4 Байти

# TMEMORYBROWSER.MISEPEVERY8BYTES.CAPTION
source: 8 Bytes
ua_ua: 8 Байт

# tmemorybrowser.misetbookmark0.caption
source: Bookmark 0
ua_ua: Закладка 0

# tmemorybrowser.misetbookmark1.caption
source: Bookmark 1
ua_ua: Закладка 1

# tmemorybrowser.misetbookmark2.caption
source: Bookmark 2
ua_ua: Закладка 2

# tmemorybrowser.misetbookmark3.caption
source: Bookmark 3
ua_ua: Закладка 3

# tmemorybrowser.misetbookmark4.caption
source: Bookmark 4
ua_ua: Закладка 4

# tmemorybrowser.misetbookmark5.caption
source: Bookmark 5
ua_ua: Закладка 5

# tmemorybrowser.misetbookmark6.caption
source: Bookmark 6
ua_ua: Закладка 6

# tmemorybrowser.misetbookmark7.caption
source: Bookmark 7
ua_ua: Закладка 7

# tmemorybrowser.misetbookmark8.caption
source: Bookmark 8
ua_ua: Закладка 8

# tmemorybrowser.misetbookmark9.caption
source: Bookmark 9
ua_ua: Закладка 9

source: DBVM Breakpoint (+1 інструкція)
ua_ua: DBVM брейкпоінт (+1 інструкція)

# tmemorybrowser.misetbreakpointhw.caption
source: Hardware Breakpoint
ua_ua: Апаратні брейкпоїнт

# tmemorybrowser.misetbreakpointpe.caption
source: Exception Breakpoint (+1 instruction)
ua_ua: Виняток (+1 інструкція)

# tmemorybrowser.misetbreakpointsw.caption
source: Software Breakpoint
ua_ua: Програмний брейкпоінт

# tmemorybrowser.misetspecificbreakpoint.caption
source: Set specific breakpoint type
ua_ua: Встановити певний тип брейкпоінту

# TMEMORYBROWSER.MISHOWDIFFERENCE.CAPTION
source: Show difference
ua_ua: Показати різницю

source: Show in disassembler
ua_ua: Показати в дизассемблері

source: Show in hexview
ua_ua: Показати в Hex-редакторі

source: Show relative addresses
ua_ua: Показувати відносні адреси

# TMEMORYBROWSER.MISVCOPY.CAPTION
source: Copy
ua_ua: Копіювати

# TMEMORYBROWSER.MITEXTENCODINGCODEPAGE.CAPTION
source: Codepage
ua_ua: Кодова сторінка

# tmemorybrowser.mitextpreferences.caption
source: Preferences
ua_ua: Налаштування

# tmemorybrowser.mitogglebreakpoint.caption
source: Set breakpoint
ua_ua: Встановити брейкпоїнт

# tmemorybrowser.miundolastedit.caption
source: Undo last edit
ua_ua: Скасувати останнє редагування

# TMEMORYBROWSER.MIUNEXPECTEDEXCEPTIONBREAKALWAYS.CAPTION
source: Always
ua_ua: Завжди

# TMEMORYBROWSER.MIUNEXPECTEDEXCEPTIONBREAKIFINREGION.CAPTION
source: Only in specified regions
ua_ua: Тільки у регіонах

# TMEMORYBROWSER.MIUNEXPECTEDEXCEPTIONBREAKNEVER.CAPTION
source: Never
ua_ua: Ніколи

source: Set/Change comment
ua_ua: Встановити/Змінити коментар

source: Set/Change header
ua_ua: Встановити/Змінити заголовок

# tmemorybrowser.miwatchaccess.caption
source: Break on Access
ua_ua: Прорватися на Доступі

# tmemorybrowser.miwatchbpdbvm.caption
source: DBVM Breakpoint
ua_ua: DBVM брейкпоїнт

# tmemorybrowser.miwatchbpexception.caption
source: Exception Breakpoint
ua_ua: Виняток

# tmemorybrowser.miwatchbphardware.caption
source: Hardware Breakpoint
ua_ua: Апаратні брейкпоїнт

# tmemorybrowser.miwatchwrite.caption
source: Break on Write
ua_ua: Тільки модулі

# TMEMORYBROWSER.NEWWINDOW1.CAPTION
source: New window
ua_ua: Нове вікно

source: Non system modules only
ua_ua: Тільки не системні модулі

source: Тільки show jumplines within range
ua_ua: Показувати лінії переходів тільки в межах досяжності

source: Виберіть модуль, який ви хочете вводити
ua_ua: Виберіть модуль ін'єкції

source: Paste from clipboard
ua_ua: Вставити з буфера обміну

# TMEMORYBROWSER.PLUGINS1.CAPTION
source: Plugins
ua_ua: Плагіни

source: Referenced strings
ua_ua: Посилання на рядки

source: Allocate Memory
ua_ua: Виділити пам'ять

# TMEMORYBROWSER.SAVEDISASSEMLEDOUTPUT1.CAPTION
source: Save disassembled output
ua_ua: Зберегти діапазон пам'яті

source: Save memory region
ua_ua: Зберегти регіон пам'яті

source: Scan for code caves
ua_ua: Пошук code caves

source: Search memory...
ua_ua: Пошук у пам'яті...

# TMEMORYBROWSER.SEARCH2.CAPTION
source: Search
ua_ua: Пошук

source: Service Descriptor Table
ua_ua: Таблиця дескрипторів системних служб

source: Set symbol searchpath
ua_ua: Задати шлях пошуку символу

source: Show debug toolbar
ua_ua: Показати панель інструментів налагодження

source: Show jumplines
ua_ua: Показувати лінії переходів

source: Show module addresses
ua_ua: Показувати модульну адресацію

source: Show symbols
ua_ua: Показувати символи

source: Show 'Comment' row
ua_ua: Показувати стовпець "Коментар"

# TMEMORYBROWSER.STACKTRACE1.CAPTION
source: Stacktrace
ua_ua: Трасування стека

# TMEMORYBROWSER.STACKTRACE2.CAPTION
source: Stacktrace
ua_ua: Трасування стека

source: Userdefined symbols
ua_ua: Символи, що визначаються користувачем

# tmemorybrowser.tbrun.caption
source: Run
ua_ua: Виконати

source: Step Into
ua_ua: Крок із заходом

source: Step Out
ua_ua: Крок з виходом

# tmemorybrowser.tbstepover.caption
source: Step Over
ua_ua: Крок з обходом

source: Toggle Breakpoint
ua_ua: Переключити брейкпоїнт

# TMEMORYBROWSER.THREADLIST1.CAPTION
source: Threadlist
ua_ua: Список потоків

# TMEMORYBROWSER.VIEW1.CAPTION
source: View
ua_ua: Перегляд

source: Watch memory allocations
ua_ua: Спостереження за розподілом пам'яті

# tprocesswindow.btnattachdebugger.caption
source: Attach debugger to process
ua_ua: Приєднати наладчик до процесу

# TPROCESSWINDOW.BTNNETWORK.CAPTION
source: Network
ua_ua: Мережа

source: Attach debugger to process
ua_ua: Приєднати наладчик до процесу

# TPROCESSWINDOW.CANCELBUTTON.CAPTION
source: Cancel
ua_ua: Скасувати

# TPROCESSWINDOW.CAPTION
source: Process List
ua_ua: Список процесів

# TPROCESSWINDOW.FILTER1.CAPTION
source: Filter
ua_ua: Фільтр

source: Input PID manually
ua_ua: Ввести ідентифікатор процесу

# TPROCESSWINDOW.MENUITEM1.CAPTION
source: File
ua_ua: Файл

# TPROCESSWINDOW.MENUITEM4.CAPTION
source: Process watcher
ua_ua: Вигляд

# TPROCESSWINDOW.MENUITEM5.CAPTION
source: Preferences
ua_ua: Налаштування

source: Змінити font
ua_ua: Змінити шрифт

source: Convert PID to decimal
ua_ua: Перетворити ідентифікатор процесу на десяткове число

# TPROCESSWINDOW.MICREATEPROCESS.CAPTION
source: Create Process
ua_ua: Створити процес

# TPROCESSWINDOW.MIOPENFILE.CAPTION
source: Open File
ua_ua: Відкрити файл

source: Process List (Long)
ua_ua: Повний список процесів

# tprocesswindow.mirefresh.caption
source: Refresh
ua_ua: Оновити

source: Show invisible windows
ua_ua: Показувати приховані вікна

source: Тільки show processes of the current user
ua_ua: Показувати процеси лише поточного користувача

# tprocesswindow.tsapplications.caption
source: Applications
ua_ua: Програми

# tprocesswindow.tsprocesses.caption
source: Processes
ua_ua: Процеси

# tprocesswindow.tswindows.caption
source: Windows
ua_ua: Вікна

source: aaaaw :(
ua_ua: ееєх :(

# trainergenerator.rsabout
source: About
ua_ua: Про трейнера

source: Are you sure?
ua_ua: Ви впевнені?

source: Тим є autogenerated code. Changing code in this block will
ua_ua: Цей код згенеровано автоматично. Зміна коду в цьому блоці

source: get erased and rewritten if you regenerate the trainer code
ua_ua: буде стерто та перезаписано, якщо ви згенеруєте код трейнера заново

source: but allow decrease
ua_ua: , але дозволити зменшуватися

source: but allow increase
ua_ua: , але дозволити збільшуватися

source: by
ua_ua: на

source: Cheat Entries
ua_ua: Список читів

# trainergenerator.rsclose
source: Close
ua_ua: Закрити

source: (De)active
ua_ua: (Де)Активація

source: Decrease
ua_ua: Зменшити

# trainergenerator.rsdesignuserinterfacemanually
source: Design userinterface manually
ua_ua: Дизайн користувача

# trainergenerator.rsdontsupportcheatengineoryourself
source: До вас не підтримувати Cheat Engine (або ваше життя)
ua_ua: Не підтримувати Cheat Engine (або себе)

source: Do something with
ua_ua: Зробіть щось з

source: Go back to generated designer
ua_ua: Стандартний дизайн

# trainergenerator.rshotkey
source: Hotkey
ua_ua: Клавіша

source: Increase
ua_ua: Збільшити

source: Теперний lua script тільки має TRAINERGENERATORSTART/TRAINERGENERATORSTOP block. Please fix this first (Removing is the easiest option)
ua_ua: Цей lua скрипт має лише половину блоку TRAINERGENERATORSTART/TRAINERGENERATORSTOP. Спочатку виправте це (Видалення - найпростіший варіант)

source: Ця форма була спрямована назавжди. Добре, що ця була тільки стеб, але Cheat Engine would have terminated
ua_ua: У цієї форми відбулася подія onClose. Добре, що це тільки заготівля, інакше Cheat Engine завершив би роботу

source: Виберіть select/type в процесі processname
ua_ua: Будь ласка, виберіть/вкажіть назву процесу

source: Select the cheat entry you want to set the hotkey for
ua_ua: Виберіть запис для присвоєння гарячої клавіші

source: Set
ua_ua: Змінити значення

source: Thank you! :)
ua_ua: Дякую! :)

source: Тип: Ви не можете використовувати trainer generator, якщо ви не хочете. Ви можете скористатися вашим Table як .EXE або CETRAINER
ua_ua: Підказка: Якщо не хочете, то можете не використовувати "Генератор трейнера", а просто зберегти таблицю як .EXE або CETRAINER

source: (Un)Freeze
ua_ua: Заморозити/розморозити

source: Ви потребуєте cheat table with cheat entries
ua_ua: У таблиці відсутні записи

source: Registers
ua_ua: Регістри

# tregisters.label14.caption
source: Registers:
ua_ua: Регістри:

source: Copy registers to clipboard
ua_ua: Копіювати регістри в буфер обміну

source: Copy full context block to clipboard
ua_ua: Копіювати весь контекстний блок у буфер обміну

# TREGISTERS.SBSHOWFLOATS.HINT
source: Floating point registers
ua_ua: Регістри з плаваючою точкою

# TREGISTERS.SBSHOWSTACK.CAPTION
source: S
ua_ua: С

# TREGISTERS.SBSHOWSTACK.HINT
source: Stack view
ua_ua: Перегляд стека

source: Score:
ua_ua: Рахунок:

# TTYPEFORM.BUTTON1.CAPTION
source: OK
ua_ua: Підтвердити

# TTYPEFORM.BUTTON2.CAPTION
source: Cancel
ua_ua: Скасувати

# TTYPEFORM.CAPTION
source: Type
ua_ua: Тип

# TTYPEFORM.CBCODEPAGE.CAPTION
source: Codepage
ua_ua: Кодова сторінка

# TTYPEFORM.CBUNICODE.CAPTION
source: Unicode
ua_ua: Юнікод

# TTYPEFORM.LABEL2.CAPTION
source: Length
ua_ua: Довжина

# TTYPEFORM.LENGTHLABEL.CAPTION
source: Length
ua_ua: Довжина

# TVALUECHANGEFORM.BUTTON1.CAPTION
source: OK
ua_ua: Підтвердити

# TVALUECHANGEFORM.BUTTON2.CAPTION
source: Cancel
ua_ua: Скасувати

source: Change Offset: ########
ua_ua: Змінити зсув: ########

# TVALUECHANGEFORM.CBUNICODE.CAPTION
source: Unicode
ua_ua: Юнікод

source: 1 Byte
ua_ua: 1 Байт

source: ValueText
ua_ua: Значення/Текст

source: Invalid length
ua_ua: Неприпустима довжина

source: The following addresses got changed
ua_ua: Наступні адреси було змінено

source: The unrandomizer will currently not work on 64-bit applications
ua_ua: На даний момент антирандомайзер не працює з 64-бітними програмами

source: Змінити offset %s
ua_ua: Змінити зсув %s

source: Part of the string is unreadable!
ua_ua: Частина рядка нечитабельна!

# valuechange.rsunicode
source: Unicode
ua_ua: Юнікод

# vartypestrings.rs_vtall
source: All
ua_ua: Всі

source: Auto Assembler Script
ua_ua: Скрипт автоассемблера

# vartypestrings.rs_vtbinary
source: Binary
ua_ua: Двійковий

# vartypestrings.rs_vtbyte
source: Byte
ua_ua: 1 Байт

# vartypestrings.rs_vtbytearray
source: Array of byte
ua_ua: Масив байт

source: CodePage String
ua_ua: Рядок кодової сторінки

source: Custom
ua_ua: Користувача

# vartypestrings.rs_vtdword
source: 4 Bytes
ua_ua: 4 Байти

source: Grouped
ua_ua: Груповий

# vartypestrings.rs_vtpointer
source: Pointer
ua_ua: Покажчик

# vartypestrings.rs_vtqword
source: 8 Bytes
ua_ua: 8 Байт

# vartypestrings.rs_vtstring
source: String
ua_ua: Рядок

source: Unicode String
ua_ua: Рядок юнікоду

# vartypestrings.rs_vtword
source: 2 Bytes
ua_ua: 2 Байти

source: Cheat Engine failed to get в config of the selected program. (Error=%s)
ua_ua: Cheat Engine не зміг отримати конфігурацію вибраної програми. (Помилка=%s)

source: Error while trying to create the configuration structure! (Which effectively renders this whole feature useless) Errorcode=%s
ua_ua: Помилка при спробі створити конфігураційну структуру! Код помилки = %s

source: Failure duplicating event handles to thether process
ua_ua: Не вдалося продублювати обробники подій до іншого процесу

source: Failure duplicating the filemapping
ua_ua: Не вдалося продублювати мапінг файлу

source: The VEH dll seems to have failed to load
ua_ua: Здається, не вдалося завантажити VEH dll

source: VEH Debug error
ua_ua: Помилка VEH налагодження

source: Version of the VEH dll inside the target process (%x) not match what was expected %x
ua_ua: Версія VEH dll всередині процесу мети (%x) не відповідає очікуваній %x

# virtualmemory.rsnomemoryfoundinthespecifiedregion
source: Немає пам'яті в певній області
ua_ua: У цьому регіоні пам'ять не знайдена

# vmxfunctions.rsbigerror
source: Error
ua_ua: Помилка

source: Invalid instruction
ua_ua: Неприпустима інструкція

# vmxfunctions.rssmallerror
source: error
ua_ua: помилка

source: Error attaching the windows debugger: %s
ua_ua: Помилка приєднання налагоджувача Windows: %s

source: Failed creating the audio pipe
ua_ua: Не вдалося створити аудіо канал

source: xmplayer.exe is missing
ua_ua: відсутня xmplayer.exe

source: A seek was done for another purpose than getting the position
ua_ua: Пошук проводився з іншою метою, ніж отримання позиції

source: Cheat Engine Scan Busy
ua_ua: Сканування зайняте

source: Попередній сканування буде перенесено. Please wait
ua_ua: Попереднє сканування все ще обробляється. Зачекайте, будь ласка

source: Тільки ви не маєте системи процесів
ua_ua: Показувати лише несистемні процеси

source: Unlock
ua_ua: Розблокувати

# frmstructurecompareunit.rslock
source: Lock
ua_ua: Заблокувати
