Repository: Ukrainian-Hucker/Ukrainian-language-for-Cheat-Engine
Catalog: ua_UA/cheatengine-x86_64.po
Languages: ua_ua

# TFRMSTRUCTURES2.CAPTION
source: Structure dissect
ua_ua: Аналіз структури

# TFRMSTRUCTURES2.DEFINENEWSTRUCTURE1.CAPTION
source: Define new structure
ua_ua: Визначити нову структуру

# TFRMSTRUCTURES2.DELETECURRENTSTRUCTURE1.CAPTION
source: Delete structure
ua_ua: Видалити структуру

# TFRMSTRUCTURES2.FILE1.CAPTION
source: File
ua_ua: Файл

# TFRMSTRUCTURES2.HEADERCONTROL1.SECTIONS[0].TEXT
source: Offset-description
ua_ua: Зміщення-опис

# TFRMSTRUCTURES2.MENUITEM3.CAPTION
source: Save values
ua_ua: Зберегти значення

source: Add new group
ua_ua: Додати нову групу

source: Find value
ua_ua: Знайти значення

source: Rearrange structurelist
ua_ua: Впорядкувати список структур

source: Add child element
ua_ua: Додати дочірній елемент

source: Add element
ua_ua: Додати елемент

# TFRMSTRUCTURES2.MIADDTOADDRESSLIST.CAPTION
source: Add to address list
ua_ua: Додати до таблиці

# TFRMSTRUCTURES2.MIAUTOCREATE.CAPTION
source: Autocreate локальні структури, коли expanding undefined pointer types
ua_ua: Автостворення локальних структур під час розгортання покажчиків невизначеного типу

# TFRMSTRUCTURES2.MIAUTODESTROYLOCAL.CAPTION
source: Autodestroy локальні структури, коли closed
ua_ua: Автознищення локальних структур під час закриття

# TFRMSTRUCTURES2.MIAUTOFILLGAPS.CAPTION
source: Fill gaps автоматично
ua_ua: Автозаповнення проміжків

source: Autoguess offset types
ua_ua: Автовизначення типу покажчика

# TFRMSTRUCTURES2.MIAUTOSTRUCTSIZE.CAPTION
source: Autocreate structure size: 4096
ua_ua: Розмір автоствореної структури: 4096

# TFRMSTRUCTURES2.MIBACK.CAPTION
source: Back
ua_ua: Назад

# TFRMSTRUCTURES2.MIBROWSEADDRESS.CAPTION
source: Memory browse this address
ua_ua: Перейти на згадку за цією адресою

# TFRMSTRUCTURES2.MIBROWSEPOINTER.CAPTION
source: Memory browse pointer
ua_ua: Перейти в пам'ять за вказівником

# TFRMSTRUCTURES2.MICHANGECOLORS.CAPTION
source: Settings
ua_ua: Налаштування

# TFRMSTRUCTURES2.MICHANGEELEMENT.CAPTION
source: Change element
ua_ua: Змінити елемент

source: Change Type
ua_ua: Змінити тип

# TFRMSTRUCTURES2.MICHANGETYPE2BYTE.CAPTION
source: 2 Byte
ua_ua: 2 Байти

source: 2 Byte (Hex)
ua_ua: 2 Байта (Шістнадцяткове)

# TFRMSTRUCTURES2.MICHANGETYPE4BYTE.CAPTION
source: 4 Byte
ua_ua: 4 Байти

source: 4 Byte (Hex)
ua_ua: 4 Байта (Шістнадцяткове)

source: 8 Byte (Hex)
ua_ua: 8 Байт (Шестнадцатеричное)

source: Array Of Byte
ua_ua: Массив байт

# TFRMSTRUCTURES2.MICHANGETYPEBYTE.CAPTION
source: Byte
ua_ua: 1 Байт

source: Byte (Hex)
ua_ua: 1 Байт (Шестнадцатеричное)

# TFRMSTRUCTURES2.MICHANGETYPEDOUBLE.CAPTION
source: Double
ua_ua: Двомісний

# TFRMSTRUCTURES2.MICHANGETYPEFLOAT.CAPTION
source: Float
ua_ua: Поплавок

# TFRMSTRUCTURES2.MICHANGETYPEPOINTER.CAPTION
source: Pointer
ua_ua: Вказівник

# TFRMSTRUCTURES2.MICHANGETYPESTRING.CAPTION
source: String
ua_ua: Рядок

# TFRMSTRUCTURES2.MICHANGETYPEUNICODE.CAPTION
source: Unicode
ua_ua: Юнікод

# TFRMSTRUCTURES2.MICHANGEVALUE.CAPTION
source: Change value
ua_ua: Змінити значення

source: Delete all structures
ua_ua: Видалити всі структури

# tfrmstructures2.micollapseall.caption
source: Collapse all pointers
ua_ua: Згорнути всі покажчики

source: Structure Options
ua_ua: Налаштування структури

source: Scan for commonalities використовуючи структуру compare window
ua_ua: Пошук збігів за допомогою вікна порівняння структури

source: Copy element(s)
ua_ua: Копіювати елемент(и)

source: New integer types default to hexadecimal
ua_ua: Показувати цілі числа у шістнадцятковому вигляді

source: Define нову структуру від debug data
ua_ua: Визначити нову структуру з налагоджувальних даних

source: Delete element(s)
ua_ua: Видалити елемент(и)

source: Do not save autocreated local structures
ua_ua: Показати все у шістнадцятковому вигляді

source: Expand all defined and undefined pointers
ua_ua: Розгорнути

source: Expand all defined pointers
ua_ua: Розгорнути певні покажчики

source: Export all structures
ua_ua: Експорт усіх структур

source: Fill gaps
ua_ua: Заповнити проміжки

source: Find relations
ua_ua: Пошук зв'язків

source: Upgrade this child to full structure
ua_ua: Оновити цей дочірній елемент до повної структури

# TFRMSTRUCTURES2.MIGENERATEGROUPSCAN.CAPTION
source: Generate groupscan command
ua_ua: Генерація групового пошуку

# TFRMSTRUCTURES2.MINEWWINDOW.CAPTION
source: New window
ua_ua: Нове вікно

source: Open in new window
ua_ua: Відкрити у новому вікні

source: Paste elements(s)
ua_ua: Вставити елемент(и)

# TFRMSTRUCTURES2.MIRECALCULATEADDRESS.CAPTION
source: Recalculate address
ua_ua: Перерахунок адреси

source: Enable RLE Compression
ua_ua: Увімкнути RLE стиск

source: Show addresses
ua_ua: Показати адреси

source: Довідка для зображень без вказівок
ua_ua: Показувати тип у записів без опису

# TFRMSTRUCTURES2.MIUPDATEINTERVAL.CAPTION
source: Update interval: 500
ua_ua: Інтервал оновлення: 500

# TFRMSTRUCTURES2.MIUPDATEOFFSETS.CAPTION
source: Update this and following offsets
ua_ua: Корегувати це та наступні зміщення

# TFRMSTRUCTURES2.MIVIEW.CAPTION
source: View
ua_ua: Вигляд

# TFRMSTRUCTURES2.OPEN1.CAPTION
source: Import
ua_ua: Імпорт

# TFRMSTRUCTURES2.RENAMESTRUCTURE1.CAPTION
source: Rename structure
ua_ua: Перейменувати структуру

source: Export current structure
ua_ua: Експорт поточної структури

# TFRMSTRUCTURES2.STRUCTURES1.CAPTION
source: Structures
ua_ua: Структури

# TFRMSTRUCTURES2ELEMENTINFO.BUTTON1.CAPTION
source: OK
ua_ua: Підтвердити

# TFRMSTRUCTURES2ELEMENTINFO.BUTTON2.CAPTION
source: Cancel
ua_ua: Скасувати

source: Structure Info
ua_ua: Інформація про структуру

source: Expanding this node will change the address
ua_ua: Розгортання цього вузла змінить адресу

# TFRMSTRUCTURES2ELEMENTINFO.CBHEXADECIMAL.CAPTION
source: Hexadecimal
ua_ua: Шістнадцяткове

# tfrmstructures2elementinfo.cbsigned.caption
source: Signed
ua_ua: Знакове

source: Undefined
ua_ua: Невизначена

# TFRMSTRUCTURES2ELEMENTINFO.CBTYPE.TEXT
source: 4 Bytes
ua_ua: 4 Байта

# TFRMSTRUCTURES2ELEMENTINFO.LABEL1.CAPTION
source: Description
ua_ua: Опис

# tfrmstructures2elementinfo.label2.caption
source: Bytesize
ua_ua: Розмір у байтах

# tfrmstructures2elementinfo.label3.caption
source: Offset
ua_ua: Зміщення

# TFRMSTRUCTURES2ELEMENTINFO.LABEL4.CAPTION
source: Type
ua_ua: Тип

source: Структура pointed to
ua_ua: Структура вказує на

source: Background Color
ua_ua: Колір фону

source: Offset into
ua_ua: Зміщення в

# TFRMSTRUCTURESADDELEMENT.BUTTON1.CAPTION
source: OK
ua_ua: Підтвердити

# TFRMSTRUCTURESADDELEMENT.BUTTON2.CAPTION
source: Cancel
ua_ua: Скасувати

source: Add Element
ua_ua: Додавання елемента

source: pointer to:
ua_ua: вказівник на:

# TFRMSTRUCTURESADDELEMENT.EDTDESCRIPTION.TEXT
source: undefined
ua_ua: невизначений

source: подання
ua_ua: опис

# TFRMSTRUCTURESADDELEMENT.LABEL2.CAPTION
source: Bytesize
ua_ua: Розмір у байтах

# TFRMSTRUCTURESADDELEMENT.LABEL3.CAPTION
source: Offset
ua_ua: Зміщення

# TFRMSTRUCTURESCONFIG.BUTTON1.CAPTION
source: OK
ua_ua: Підтвердити

# TFRMSTRUCTURESCONFIG.BUTTON2.CAPTION
source: Cancel
ua_ua: Скасувати

source: Dissect Data Config
ua_ua: Налаштування аналізу даних

# tfrmstructuresconfig.cbautocreate.caption
source: Autocreate локальні структури, коли expanding undefined pointer types
ua_ua: Автостворення локальних структур під час розгортання покажчиків невизначеного типу

# tfrmstructuresconfig.cbautodestroylocal.caption
source: Autodestroy local structures when closed
ua_ua: Автозаповнення проміжків

source: Autoguess custom types
ua_ua: Автовизначення типів користувачів

source: Деаметр до hexadecimal для нових integer entries
ua_ua: Показувати цілі числа в шістнадцятковому вигляді за промовчанням

# tfrmstructuresconfig.cbdonotsavelocal.caption
source: Do not save autocreated local structures
ua_ua: Не зберігати автостворені локальні структури

source: Position Addresses Over Columns
ua_ua: Вирівняти позицію адрес щодо колонок

# TFRMSTRUCTURESCONFIG.COMBOBACKGROUND.TEXT
source: Нормальний
ua_ua: Звичайні

source: Colors
ua_ua: Кольори

source: Default options for new structures
ua_ua: Налаштування за замовчуванням для нових структур

source: Global options
ua_ua: Загальні налаштування

# TFRMSTRUCTURESCONFIG.LABEL1.CAPTION
source: Default
ua_ua: За замовчуванням

source: Color used when only one column
ua_ua: Колір використовується лише при роботі з одним стовпцем

source: Different
ua_ua: Різні

source: Color використовується, якщо тільки одна група і не всі колони мають однакову величину, або якщо кілька груп не будуть, але всі групи мають колонки
ua_ua: Колір використовується, коли в стовпцях однієї або декількох груп не всі адреси по одному зсуву мають однакове значення

source: Group Equal
ua_ua: Рівні групи

source: Color used when multiple groups and every member of every group has the same value, and that value matches that of each group
ua_ua: Колір використовується, коли всі адреси по одному зсуву мають однакове значення у всіх групах

source: Autocreate structure size
ua_ua: Розмір автостворюваної структури

source: Max auto-expand level:
ua_ua: Максимальний рівень авторозгортання:

source: Equal
ua_ua: Рівні

source: Color used when only one group and all columns have the same value
ua_ua: Колір використовується, коли у всіх стовпцях однієї групи всі адреси по одному зсуву мають однакове значення

source: Group Different
ua_ua: Різні групи

source: Color used when multiple groups and every member of every group has the same value, but not each group has the same value
ua_ua: Колір використовується, коли всі адреси по одному зсуву мають однакове значення тільки у своїй групі

# TFRMSTRUCTURESNEWSTRUCTURE.BTNCANCEL.CAPTION
source: Cancel
ua_ua: Скасувати

# TFRMSTRUCTURESNEWSTRUCTURE.BTNOK.CAPTION
source: OK
ua_ua: Підтвердити

# TFRMSTRUCTURESNEWSTRUCTURE.CAPTION
source: New Structure
ua_ua: Нова структура

# TFRMSTRUCTURESNEWSTRUCTURE.CBGUESSFIELDTYPES.CAPTION
source: Guess Field Types
ua_ua: Використовувати автоматичні типи, якщо доступно

source: Structure Name
ua_ua: Назва структури

# TFRMSTRUCTURESNEWSTRUCTURE.LABELSTRUCTURESIZE.CAPTION
source: Size:
ua_ua: Розмір:

source: Add symbol
ua_ua: Додати символ

source: Symbol config
ua_ua: Символьна конфігурація

# TFRMSYMBOLHANDLER.DELETE1.CAPTION
source: Delete
ua_ua: Видалити

source: Userdefined symbols:
ua_ua: Символи, що визначаються користувачем:

# TFRMSYMBOLHANDLER.LABEL2.CAPTION
source: Address
ua_ua: Адреса

source: Unique symbolname
ua_ua: Ім'я символу

# TFRMSYMBOLHANDLER.LISTVIEW1.COLUMNS[1].CAPTION
source: Address
ua_ua: Адреса

source: AllocSize
ua_ua: Розмір

source: Delete all
ua_ua: Видалити все

# tfrmthreadlist.caption
source: Threadlist
ua_ua: Список потоків

source: Hold ctrl when expanding to see the 32-bit context of a thread
ua_ua: Утримуйте Ctrl під час розгортання, щоб побачити 32-бітовий контекст потоку

source: Stackview
ua_ua: Перегляд стека

# tfrmthreadlist.mibreak.caption
source: Break
ua_ua: Прорватися

source: Clear debug registers
ua_ua: Очистити налагоджувальні регістри

source: Freeze thread
ua_ua: Заморозити потік

source: Resume thread
ua_ua: Відновити потік

# TFRMTHREADLISTEX.BUTTON1.CAPTION
source: OK
ua_ua: Підтвердити

source: ThreadInfo
ua_ua: Інформація про потік

source: Cancel this symbol lookup
ua_ua: Скасуйте цей пошук символу

source: Symbol lookup taking long
ua_ua: Пошук символів триває багато часу

source: Анд skip all symbols until loaded
ua_ua: І пропустити всі символи, доки не завантажиться

source: And skip this symbol until loaded
ua_ua: І пропустити цей символ, доки не завантажиться

source: The symbolloader is still busy enumerating the symbols and the current symbol being looked up is taking a while (and taking away time to enumerate the symbols)
ua_ua: Завантажувач символів все ще зайнятий перерахуванням символів, а пошук поточного символу займає деякий час (і забирає час для перерахування символів)

source: Це window will autoclose once the symbol has been found
ua_ua: Після знаходження символу це вікно закриється автоматично

source: Symbol:
ua_ua: Символ:

# TFRMTRACER.BUTTON1.CAPTION
source: Close
ua_ua: Закрити

source: Tracer
ua_ua: Трасувальник

source: Compare FPU/XMM
ua_ua: Порівняння FPU/XMM

source: Ignore stackpointers
ua_ua: Ігнорувати покажчики стека

source: Accesses Address:
ua_ua: Адреса звернення:

# TFRMTRACER.LBLINSTRUCTION.CAPTION
source: Instruction
ua_ua: Інструкція

# TFRMTRACER.MENUITEM1.CAPTION
source: File
ua_ua: Файл

# TFRMTRACER.MENUITEM2.CAPTION
source: Search
ua_ua: Пошук

# tfrmtracer.menuitem4.caption
source: Find...
ua_ua: Знайти...

source: Expand all
ua_ua: Розгорнути все

source: Collapse all
ua_ua: Згорнути все

source: Open trace
ua_ua: Відкрити трасування

source: New trace
ua_ua: Нове трасування

source: Open trace for comparison
ua_ua: Відкрити трасування для порівняння

source: Reallign compare
ua_ua: Перебудувати порівняння

source: Save trace
ua_ua: Зберегти трасування

source: Save results to disk as textfile
ua_ua: Зберегти результат як текстовий файл

# TFRMTRACER.MISEARCHNEXT.CAPTION
source: Find Next
ua_ua: Пошук далі

# tfrmtracer.pnlregisters.hint
source: Rightclick to copy to clipboard Middleclick to ignore it when comparing traces
ua_ua: Клік правою кнопкою миші - скопіювати в буфер обміну Клік середньою кнопкою миші - ігнорувати при порівнянні трасування

# TFRMTRACER.SBSHOWFLOATS.HINT
source: Floating point registers
ua_ua: Регістри з плаваючою точкою

# TFRMTRACER.SBSHOWSTACK.CAPTION
source: Stack
ua_ua: Стек

# TFRMTRACER.SBSHOWSTACK.HINT
source: Stack
ua_ua: Стек

# TFRMTRACERCONFIG.BTNCANCEL.CAPTION
source: Cancel
ua_ua: Скасувати

# TFRMTRACERCONFIG.BTNOK.CAPTION
source: OK
ua_ua: Переривання та трасування

source: Dereference Addresses (Slows down)
ua_ua: Розіменувати адреси (Знижує швидкість)

source: Save stack snapshots (Eats memory)
ua_ua: Зберегти знімки стека (Є пам'ять)

source: Skip system modules
ua_ua: Пропускати системні модулі

source: Step over instead of single step
ua_ua: "Крок з обходом" замість "Крок"

source: Breakpoint method
ua_ua: Метод переривання

source: Maximal trace count:
ua_ua: Максимальна кількість кроків:

source: Stop condition (Optional, LUA format)
ua_ua: Умова зупинки (формат LUA)

source: Start condition (Optional, LUA format)
ua_ua: Умова старту (формат LUA)

# tfrmtracerconfig.rbbpdbvm.caption
source: DBVM Breakpoint
ua_ua: DBVM брейкпоїнт

# tfrmtracerconfig.rbbpexception.caption
source: Exception Breakpoint
ua_ua: Виняток

# tfrmtracerconfig.rbbphardware.caption
source: Hardware Breakpoint
ua_ua: Апаратні брейкпоїнт

source: Software breakpoint
ua_ua: Програмний брейкпоінт

# tfrmtracerconfig.rbbreakonaccess.caption
source: Break on Access
ua_ua: на Доступ

# tfrmtracerconfig.rbbreakonwrite.caption
source: Break on Write
ua_ua: на запис

source: Add Hotkey
ua_ua: Додати гарячу клавішу

source: Add sound(s)
ua_ua: Додати звук(и)

source: Delete Hotkey
ua_ua: Видалити гарячу клавішу

# TFRMTRAINERGENERATOR.BTNDESIGNFORM.CAPTION
source: Design userinterface manually
ua_ua: Дизайн користувача

source: Set Icon
ua_ua: Іконка

source: Set Side Image
ua_ua: Фонове зображення

# TFRMTRAINERGENERATOR.BUTTON3.CAPTION
source: Clear
ua_ua: Очистити

source: Generate trainer
ua_ua: Створити

source: Generates the trainer script and saves the current table as a .CETRAINER
ua_ua: Генерує трейнер/Зберігає поточну таблицю як .CETRAINER

source: Trainer generator
ua_ua: Генератор трейнера

source: Beep on action
ua_ua: Звуковий сигнал під час дії

source: User can resize window
ua_ua: Дозволити змінювати розмір вікна

source: Configure
ua_ua: Налаштувати

# tfrmtrainergenerator.cbdeactivatesound.text
source: Deactivate
ua_ua: Деактивувати

source: Play sound on activate/deactivate
ua_ua: Звук під час активації/деактивації

source: Play mod music file
ua_ua: Програвати модульну музику

source: Popup trainer on keypress
ua_ua: Сплив трейнера при натисканні клавіші

source: Protect trainer from editing/reading
ua_ua: Захистити трейнер від редагування/читання

source: Використання генерованого файлу cetrainer і коли Cheat Engine loads this file back it will destroy the main form preventing the user from doing anything with it. Does no affect the standalone trainer because that one is protected by default
ua_ua: Ця опція зашифрує файл створеного трейнера. При його відкритті в Cheat Engine його основна форма буде знищена, що не дозволить що-небудь зробити з ним.

source: Stop playing when
ua_ua: Зупинити програвання, коли

# TFRMTRAINERGENERATOR.CBSUPPORTCHEATENGINE.CAPTION
source: До вас не підтримувати Cheat Engine (або ваше життя)
ua_ua: Не підтримувати Cheat Engine (або себе)

source: Use Direct3D Hook
ua_ua: Використовувати перехоплення Direct3D

# tfrmtrainergenerator.cetrainersavedialog.title
source: Save script as
ua_ua: Зберегти скрипт як

# TFRMTRAINERGENERATOR.CTSAVEDIALOG.TITLE
source: Save script as
ua_ua: Зберегти скрипт як

source: My trainer
ua_ua: Мій трейнер

# tfrmtrainergenerator.exesavedialog.title
source: Save script as
ua_ua: Зберегти скрипт як

source: Automated gui config options
ua_ua: Автоматизовані налаштування GUI

source: Freeze interval (in milliseconds)
ua_ua: Інтервал заморозки (у мілісекундах)

source: Processname
ua_ua: Назва процесу

source: About text:
ua_ua: Текст у «Про трейнера»:

source: Title
ua_ua: Назва

# TFRMTRAINERGENERATOR.LABEL5.CAPTION
source: Output
ua_ua: Результат

# TFRMTRAINERGENERATOR.LBLACTIVATESOUND.CAPTION
source: Activate
ua_ua: Активація

# TFRMTRAINERGENERATOR.LBLDEACTIVATESOUND.CAPTION
source: Deactivate
ua_ua: Деактивація

# TFRMTRAINERGENERATOR.LVCHEATS.COLUMNS[0].CAPTION
source: Hotkey
ua_ua: Опис

source: Rebuild Trainer Cheatlist
ua_ua: Переробити список читів трейнера

source: Only generate the script
ua_ua: Генерувати лише скрипт

# TFRMTRAINERGENERATOR.MIEDITHOTKEY.CAPTION
source: Edit
ua_ua: Редагувати

source: Open icon file
ua_ua: Відкрити файл .ico

source: Game has been attached
ua_ua: Трейнер приєднався до гри

source: Trainer loses focus
ua_ua: Трейнер втрачає фокус

# tfrmultimap.btnexecuted.caption
source: Code has been executed
ua_ua: Код було виконано

# tfrmultimap.btnfiltercallcount.caption
source: Filter out routine(s) where callcount is NOT
ua_ua: Відфільтрувати процедури з кількома викликами НЕ =

# tfrmultimap.btnfiltermodule.caption
source: Filter out routines не в specific module
ua_ua: Відфільтрувати процедури не з цього модуля

source: Filter out routine(s) that where not CALL'ed
ua_ua: Відфільтрувати не викликані процедури

# tfrmultimap.btnnotexecuted.caption
source: Code did not get executed
ua_ua: Код не було виконано

source: Pause/Resume
ua_ua: Пауза/Відновити

# tfrmultimap.btnresetcount.caption
source: Reset Count
ua_ua: Скинути

source: Filter out return from RET's
ua_ua: Відфільтрувати повернення з RET'ів

# TFRMULTIMAP.BTNSTART.CAPTION
source: Start
ua_ua: Запустити

# TFRMULTIMAP.BTNSTOP.CAPTION
source: Stop
ua_ua: Зупинити

# tfrmultimap.button5.caption
source: Show matching routines
ua_ua: Показати відповідні процедури

# tfrmultimap.button6.caption
source: Reset
ua_ua: Скинути

# tfrmultimap.button6.hint
source: Якщо ви втрачено, що зроблено, use this. It will set execution count back to 0 of all the branches it has found
ua_ua: Якщо ви втратили слід того, що сталося, скористайтеся цією кнопкою. Вона поверне лічильнику виконання всіх знайдених викликів значення «0»

source: Filter future branches
ua_ua: Фільтр наступних переходів

# tfrmultimap.cbfilterfuturepaths.hint
source: Якщо вибрано (детальніше) will mark all subsequent paths after this as filtered out
ua_ua: Якщо включено (за замовчуванням), всі наступні шляхи будуть відзначені, як відфільтровані

source: Mark all new branches as filtered out
ua_ua: Позначити нові виклики, як відфільтровані

# tfrmultimap.cbfilteroutnewentries.hint
source: Якщо цей checkbox є натиснутим на всі нові адресні коди наведених пунктів, буде вказано як написи, які не мають на увазі файли
ua_ua: Якщо встановлена галочка, то всі нові записи будуть відмічені як такі, що не відповідають фільтрам

source: Log directly to file
ua_ua: Зберігати лог у файл

source: Parse data
ua_ua: Аналізувати дані

source: Preemptive flushing
ua_ua: Пріоритетне скидання

source: Якщо налаштовано Cheat Engine буде flush the data for each cpu instead of only when the buffer is full
ua_ua: Якщо буфер заповниться, Cheat Engine скине вміст буфера кожного ядра процесора

source: Worker threads
ua_ua: Робочих потоків

source: Event buffer size
ua_ua: Розмір буфера подій

source: Banch targets:
ua_ua: Цілі:

# tfrmultimap.lbllastfilterresult.caption
source: General tip: "Pause/Resume", "Code did not get executed" and "Code has been executed" can be rightclicked and assigned a hotkey for use inside games so you don't have to alt tab out
ua_ua: Останні результати фільтру:

# tfrmultimap.listview1.columns[0].caption
source: Address To
ua_ua: Звернення до

# tfrmultimap.listview1.columns[1].caption
source: Last origin
ua_ua: Останнє джерело

# TFRMULTIMAP.LISTVIEW1.COLUMNS[2].CAPTION
source: Count
ua_ua: Кількість

source: Add selection to code list
ua_ua: Додати вибране до списку кодів

source: Flush buffers
ua_ua: Скидання буфера

source: Remove hotkey
ua_ua: Прибрати гарячу клавішу

source: Set hotkey
ua_ua: Призначити гарячу клавішу

# TFRMULTIMAP2.BTNADDRANGE.CAPTION
source: Add range
ua_ua: Додати діапазон

source: Cancel filter operation
ua_ua: Скасувати дію фільтра

# tfrmultimap2.btnexecuted.caption
source: Code has been executed
ua_ua: Код було виконано

# TFRMULTIMAP2.BTNFILTERCALLCOUNT.CAPTION
source: Filter out instructions where callcount is NOT
ua_ua: Відфільтрувати процедури з кількома викликами НЕ =

# TFRMULTIMAP2.BTNFILTERMODULE.CAPTION
source: Filter out instructions не в конкретній range
ua_ua: Відфільтрувати інструкції поза діапазоном

source: Filter out everything except CALL
ua_ua: Відфільтрувати все, за винятком виклику

# tfrmultimap2.btnnotexecuted.caption
source: Code did не get executed
ua_ua: Код не було виконано

source: Record / Pause
ua_ua: Запис / Пауза

# tfrmultimap2.btnreset.caption
source: Reset
ua_ua: Скинути

# tfrmultimap2.btnreset.hint
source: Якщо ви втрачено, що зроблено, use this. It will set execution count back to 0 of all the branches it has found
ua_ua: Якщо ви втратили слід того, що сталося, скористайтеся цією кнопкою. Вона поверне лічильнику виконання всіх знайдених викликів значення «0»

# tfrmultimap2.btnresetcount.caption
source: Reset Count
ua_ua: Скинути

# TFRMULTIMAP2.BUTTON5.CAPTION
source: Показати поточний правильний інструкційний лист
ua_ua: Показати поточний список допустимих інструкцій

# TFRMULTIMAP2.CBAUTOPROCESS.CAPTION
source: Autoprocess tracefiles
ua_ua: Автообробка файлів трасування

source: When enabled this will check the filesize every few seconds, and will process the files when they have grown beyond the given size. Note: Due to the way the processing is done, trace data will still be written to disk during the processing. If you generate more data than can be processed at a time, the filesize will keep growing. You can combine this with the "Pause target while processing" option so that it shouldn't generate too much data
ua_ua: Якщо увімкнено, кожні кілька секунд розмір файлу перевірятиметься та оброблятиметься при перевищенні вказаного розміру.

source: Утилізувати trace files
ua_ua: Зберігати файли трасування

source: Normally Cheat Engine буде delete the trace files after they have been processed. But if you wish to save them for your use, check this box Це trace files може зростати реально великий, якщо ви думаєте, що ви маєте дискомера
ua_ua: Зазвичай Cheat Engine видаляє файли трасування після їх обробки. Але якщо ви хочете зберегти їх для власного використання, то встановіть прапорець. Ці файли можуть сильно збільшуватися, тому переконайтеся, що у вас достатньо місця на диску
