Repository: Ukrainian-Hucker/Ukrainian-language-for-Cheat-Engine
Catalog: ua_UA/cheatengine-x86_64.po
Languages: ua_ua

source: Exclude new addresses
ua_ua: Виключати нові адреси

# tfrmultimap2.cbfilterfuturepaths.hint
source: Якщо вибрано (детальніше) will mark all subsequent paths after this as filtered out
ua_ua: Якщо включено (за замовчуванням), всі наступні шляхи будуть відзначені, як відфільтровані

source: Mark all new addresses as filtered out
ua_ua: Позначити нові адреси, як відфільтровані

# tfrmultimap2.cbfilteroutnewentries.hint
source: Якщо цей checkbox є натиснутим на всі нові адресні коди наведених пунктів, буде вказано як написи, які не мають на увазі файли
ua_ua: Якщо встановлена галочка, то всі нові записи будуть відмічені як такі, що не відповідають фільтрам

source: Kernelmode
ua_ua: Режим ядра

source: Do not trigger interrupts when full
ua_ua: Не викликати переривання, якщо немає місця

source: В Windows 10, коли PMI triggers, це буде BSOD з "PROFILER_CONFIGURATION_ILLEGAL", якщо ви використовуєте зміни і не має кернальгам debugger attached Tip: Використовуйте велику buffer and autoprocess/flush the tracefiles Tip2: Якщо DBVM є керуванням, він буде здійснити факт, що регіони будуть використані з windows, і це можна just interuse using before
ua_ua: Спрацювання PMI в Windows 10 призведе до BSOD з PROFILER_CONFIGURATION_ILLEGAL", якщо ви використовуєте діапазони, але не приєднали відладчик режиму ядра Рада: Використовуйте величезний буфер і автообробку/скидання файлів трасування Рада2: Якщо DBMV запущена, то це приховає факт використання регіонів з Windows і дозволить використовувати переривання як і раніше

source: Parse trace to textfile
ua_ua: Розбір трасування у текстовий файл

source: Якщо налагоджено буде записати послідовність заходів, які вони зробили як плагінний текст до файлу, що називається cpu#trace.txt. Цей файл містить записи і деякий час, що матимуть змогу проходити до кінця. It is recomended to use a very small range, and a stop condition
ua_ua: Якщо включено, то послідовність подій, що відбуваються, буде записуватися як звичайний текст у файл під назвою cpu#trace.txt. Цей файл містить розбір і деякі дані подій, які відбувалися по ходу. Рекомендується використовувати умову зупинки і дуже маленький діапазон

source: Pause target while processing
ua_ua: Зупиняти мету при обробці

# TFRMULTIMAP2.CBTRACEINTERVAL.CAPTION
source: Trace all processes
ua_ua: кожні

source: Usermode
ua_ua: Режим користувача

# TFRMULTIMAP2.CBWHENFILESIZEABOVE.CAPTION
source: when filesize above
ua_ua: коли розмір вищий

source: Фольдери, щоб переглянути процесор trace files. Ці файли можуть бути великими (на кілька секунд можуть бути більш 200MB з space or more)
ua_ua: Папка для зберігання оброблених трасувальних файлів. Ці файли можуть бути досить великими (через кілька секунд вони можуть займати 200Мб або більше)

source: The folder to store trace output to It is recommended use usmall region with a stop condition, else this disk will be full before you know it
ua_ua: Папка для зберігання результату трасування. Рекомендується використовувати невелику область з умовою зупинки, інакше вказаний диск буде повний перш, ніж ви дізнаєтеся про це

source: Ranges: (Empty for all) (Max 0)
ua_ua: Діапазони: (Пусто для всіх) (Макс. 0)

# tfrmultimap2.label1.caption
source: Paused
ua_ua: На паузі

source: MB
ua_ua: Мбайт

# TFRMULTIMAP2.LABEL4.CAPTION
source: Seconds
ua_ua: Секунд

source: Buffer per CPU
ua_ua: Буфер для кожного ЦП

# tfrmultimap2.lblipcount.caption
source: Instruction Pointer List Size:
ua_ua: Розмір списку покажчика інструкції:

# TFRMULTIMAP2.LBLKB.CAPTION
source: KB
ua_ua: Кбайт(а)

# tfrmultimap2.lbllastfilterresult.caption
source: Последние результати:
ua_ua: Останні результати фільтру:

# TFRMULTIMAP2.LISTVIEW1.COLUMNS[0].CAPTION
source: Address
ua_ua: Адреса

# TFRMULTIMAP2.LISTVIEW1.COLUMNS[1].CAPTION
source: Count
ua_ua: Кількість

source: Invalidated
ua_ua: Недійсний

# TFRMULTIMAP2.MENUITEM1.CAPTION
source: Copy selection to clipboard
ua_ua: Копіювати вибране в буфер обміну

# tfrmultimap2.menuitem2.caption
source: File
ua_ua: Файл

source: Open tracefile reader
ua_ua: Відкрити засіб для читання файлу трасування

# tfrmultimap2.menuitem4.caption
source: Close
ua_ua: Закрити

source: Debug: Process tracefile
ua_ua: Налагодження: обробка файлу трасування

source: Clear List
ua_ua: Очистити список

# tfrmultimap2.mirangedeleteall.caption
source: Clear List
ua_ua: Очистити список

# TFRMULTIMAP2.MIRANGEDELETESELECTED.CAPTION
source: Delete Selected
ua_ua: Видалити вибране

source: Process data later
ua_ua: Опрацювати дані пізніше

source: CE буде вводити результати до диска як швидко, як можна, але якщо процес не є повним записом, він перестав, або функція filtrу буде використана.
ua_ua: Обробляти дані під час запису

source: Завжди process the data instead of waiting for the user's input
ua_ua: Постійна обробка даних замість очікування дій від користувача

source: Watch list
ua_ua: Список спостереження

source: Address/Expression
ua_ua: Адреса/Вираз

# TFRMWATCHLIST.LVWATCHLIST.COLUMNS[1].CAPTION
source: Value
ua_ua: Значення

source: Refresh values
ua_ua: Оновити значення

source: Browse memory region
ua_ua: Переглянути регіон пам'яті

# TFRMWATCHLIST.MIADDITEM.CAPTION
source: Add Item
ua_ua: Додати елемент

source: Copy expression(s) to clipboard
ua_ua: Копіювати вираз у буфер обміну

source: Copy expression(s) and value(s) to clipboard
ua_ua: Копіювати вираз і значення в буфер обміну

source: Delete Item(s)
ua_ua: Видалити елемент(и)

source: Edit Item
ua_ua: Редагувати елемент

source: Paste expression(s) from clipboard
ua_ua: Вставити вираз із буфера обміну

# TFRMWATCHLISTADDENTRY.BTNCANCEL.CAPTION
source: Cancel
ua_ua: Скасувати

# TFRMWATCHLISTADDENTRY.BTNOK.CAPTION
source: OK
ua_ua: Підтвердити

source: Add watcher entry
ua_ua: Додати запис для спостереження

source: Expression
ua_ua: Вираз

# TFRMWATCHLISTADDENTRY.RGTYPE.CAPTION
source: Type
ua_ua: Тип

# THOTKEYFORM.BITBTN1.CAPTION
source: OK
ua_ua: Підтвердити

# THOTKEYFORM.BTNAPPLY.CAPTION
source: Apply
ua_ua: Застосувати

# THOTKEYFORM.BTNCANCEL.CAPTION
source: Cancel
ua_ua: Скасувати

source: Create hotkey
ua_ua: Створити гарячу клавішу

source: Edit Hotkey
ua_ua: Редагувати гарячу клавішу

# THOTKEYFORM.BUTTON2.CAPTION
source: Clear
ua_ua: Очистити

source: Set/Change hotkey
ua_ua: Призначити/Змінити гарячу клавішу

# thotkeyform.cbforceenglishactivate.caption
source: Force English
ua_ua: Тільки англійська

# THOTKEYFORM.CBFORCEENGLISHDEACTIVATE.CAPTION
source: Force English
ua_ua: Тільки англійська

# thotkeyform.cbfreezedirection.text
source: Toggle freeze
ua_ua: Заморозити/розморозити

source: Коли autogenerating a trainer цього поля буде використовуватися як опис
ua_ua: При автостворенні трейнера введений текст буде використаний як опис

source: Type keys you want to set the hotkey to
ua_ua: Гаряча клавіша

source: Зображення (Optional)
ua_ua: Опис (на розсуд)

# THOTKEYFORM.LBLACTIVATESOUND.CAPTION
source: Activate sound
ua_ua: Звук активації

# THOTKEYFORM.LBLDEACTIVATESOUND.CAPTION
source: Deactivate sound
ua_ua: Звук деактивації

# THOTKEYFORM.LISTVIEW1.COLUMNS[0].CAPTION
source: Hotkey
ua_ua: Гаряча клавіша

source: On Hotkey
ua_ua: Дія при натисканні

# THOTKEYFORM.LISTVIEW1.COLUMNS[2].CAPTION
source: Value
ua_ua: Значення

# THOTKEYFORM.LISTVIEW1.COLUMNS[3].CAPTION
source: Description
ua_ua: Опис

source: Add sounds
ua_ua: Додати звуки

# THOTKEYFORM.MIDELETE.CAPTION
source: Delete
ua_ua: Видалити

# TINPUTBOXTOP.BUTTON1.CAPTION
source: OK
ua_ua: Скасувати

source: OMG, ви повинні cheated або не мають життя.
ua_ua: Боже мій! Мабуть ви читерили або у вас зовсім немає життя. (Хоча деякі стверджують, що це одне й теж)

source: Закритий cheat table або unprotected cetrainer
ua_ua: Відкриття таблиці або незахищеного трейнера Cheat Engine

source: Завантажити ваш поточний час. Завантажте як .exe для створення standalone trainer
ua_ua: Збереження поточних даних. Для створення автономного трейнера збережіть як .exe

# TMAINFORM.ADDRESS1.CAPTION
source: Address
ua_ua: Адреса

# TMAINFORM.ADVANCEDBUTTON.CAPTION
source: Advanced Options
ua_ua: Додаткові можливості

source: Codelist and pause
ua_ua: Список кодів та зупинка процесу гри

# TMAINFORM.ANDLABEL.CAPTION
source: and
ua_ua: і

# TMAINFORM.BROWSETHISMEMORYARREA1.CAPTION
source: Browse this memory region
ua_ua: Переглянути цей регіон пам'яті

# TMAINFORM.BROWSETHISMEMORYREGION1.CAPTION
source: Browse this memory region
ua_ua: Переглянути цей регіон пам'яті

# tmainform.browsethismemoryregioninthedisassembler1.caption
source: Disassemble this memory region
ua_ua: Дизасембліювати цей регіон пам'яті

source: Add Address Manually
ua_ua: Додати адресу

# TMAINFORM.BTNFIRST.CAPTION
source: First Scan2
ua_ua: Пошук2

source: Memory View
ua_ua: Редактор пам'яті

# TMAINFORM.BTNNEWSCAN.CAPTION
source: First Scan
ua_ua: Пошук

source: Next scan 2
ua_ua: Відсів2

# TMAINFORM.BTNNEXTSCAN.CAPTION
source: Next Scan
ua_ua: Відсів

# TMAINFORM.BTNSETSPEEDHACK2.CAPTION
source: Apply
ua_ua: Застосувати

source: Button1
ua_ua: Кнопка1

source: Recalculate new addresses
ua_ua: Перерахунок нових адрес

# TMAINFORM.CBCASESENSITIVE.CAPTION
source: Case sensitive
ua_ua: З урахуванням регістру

# TMAINFORM.CBCODEPAGE.CAPTION
source: Codepage
ua_ua: Кодова сторінка

# tmainform.cbcomparetosavedscan.caption
source: Compare to first/saved scan
ua_ua: Порівняння з першим/збереженим результатом пошуку

source: CopyOnWrite
ua_ua: Копіюється під час запису

source: Unchecked: Do not scan copy-on-write memory Checked: Only scan copy-on-write memory Gray: Don't care if it's copy-on-write or not
ua_ua: Галочка не установлена: Не сканувати пам'ять, що «копіюється при записі» Галочка встановлена: Сканувати тільки пам'ять, що «копіюється при записі» Невизначений стан: Не важливо, «копіювана при записі» чи ні

source: Executable
ua_ua: Виконувана

source: Unchecked: Do not scan executable memory Checked: Only scan executable memory Gray: Доки не потрібні або не executable or not
ua_ua: Галочка не встановлена: Не сканувати пам'ять, що виконується Галочка встановлена: Сканувати тільки пам'ять, що виконується Невизначений стан: Не важливо, «виконувана» чи ні

source: Fast Scan
ua_ua: Швидкий пошук

source: Speeds up the scan and decreases useless results by skipping unaligned memory, or only scans address ending with specific digits
ua_ua: Прискорює пошук і зменшує кількість непотрібних результатів, пропускаючи невирівняну пам'ять або скануючи лише адреси, що закінчуються певними цифрами

source: Simple values only
ua_ua: Прості значення

source: Як ви знайдете значення вашого типу в is hexadecimal
ua_ua: При встановленій галочці значення буде у шістнадцятковому вигляді

source: Lua formula
ua_ua: Формула Lua

source: Not
ua_ua: Виключити

source: Коли checked CE буде find everything EXCEPT the value/range you've given
ua_ua: Якщо ця опція увімкнена, то Cheat Engine знайде все, за винятком вказаного вами значення/діапазону

source: Pause the game while scanning
ua_ua: Зупинити процес гри під час пошуку

source: Percent
ua_ua: Відсоток

source: Repeat
ua_ua: Повторення

source: Зупинити незмінне значення сканування until it gets stopped
ua_ua: Повторює пошук незміненого значення, доки його не буде зупинено

source: Enable Speedhack
ua_ua: Увімкнути спідхак

source: Enable speedhack
ua_ua: Увімкнути спідхак

# TMAINFORM.CBUNRANDOMIZER.CAPTION
source: Unrandomizer
ua_ua: Антирандомайзер

source: Writable
ua_ua: Перезаписується

source: Unchecked: Do not scan writable memory Checked: Only scan writable memory Gray: Don't care if it's writable memory or not
ua_ua: Галочка не встановлена: Не сканувати пам'ять, що перезаписується Галочка встановлена: Сканувати тільки пам'ять, що перезаписується Невизначений стан:

source: Change record
ua_ua: Змінити запис

# TMAINFORM.CHANGESCRIPT1.CAPTION
source: Змінити script
ua_ua: Змінити скрипт

source: Table Extras
ua_ua: Додаток до таблиці

# TMAINFORM.COPY1.CAPTION
source: Copy
ua_ua: Копіювати

# TMAINFORM.COPY2.CAPTION
source: Copy
ua_ua: Копіювати

source: Copy selected addresses
ua_ua: Копіювати вибрані адреси

source: Create Header
ua_ua: Створити заголовок

# TMAINFORM.CREATEPROCESS1.CAPTION
source: Create Process
ua_ua: Створити процес

# TMAINFORM.CUT1.CAPTION
source: Cut
ua_ua: Вирізати

# TMAINFORM.CUT2.CAPTION
source: Cut
ua_ua: Вирізати

source: Delete this record
ua_ua: Видалити цей запис

# TMAINFORM.DESCRIPTION1.CAPTION
source: Description
ua_ua: Опис

source: &Edit
ua_ua: Змінити

source: &File
ua_ua: &Файл

# tmainform.findoutwhataccessesthisaddress1.caption
source: Добре, скільки accesses this address
ua_ua: Пошук інструкцій до цієї адреси

# TMAINFORM.FORCERECHECKSYMBOLS1.CAPTION
source: Force recheck symbols
ua_ua: Примусове перевіряння символів

# TMAINFORM.FOUNDLIST3.COLUMNS[0].CAPTION
source: This shows the amount of addresses found
ua_ua: Адреса

# TMAINFORM.FOUNDLIST3.COLUMNS[1].CAPTION
source: Value
ua_ua: Значення

# TMAINFORM.FOUNDLIST3.COLUMNS[2].CAPTION
source: Попередній
ua_ua: Попередньо

source: Цей список показує всі адреси адреси, які записані ваш останній scan
ua_ua: У цьому списку вказані всі адреси, знайдені під час останнього пошуку

source: Toggle Selected Records
ua_ua: Переключити вибрані записи

source: Memory Scan Options
ua_ua: Параметри сканування пам'яті

source: Cheat Engine Help
ua_ua: Довідка

# TMAINFORM.LABEL1.CAPTION
source: Start
ua_ua: Від

# TMAINFORM.LABEL2.CAPTION
source: Stop
ua_ua: До

# TMAINFORM.LABEL54.CAPTION
source: Speed
ua_ua: Швидкість

# tmainform.label6.caption
source: Found:
ua_ua: Знайдено:

source: Scan Type
ua_ua: Тип пошуку

source: This table has been signed by Someone
ua_ua: Ця таблиця була підписана Кимось

source: Value Type
ua_ua: Тип значення

# TMAINFORM.LOAD1.CAPTION
source: Load
ua_ua: Завантажити

source: Select All
ua_ua: Вибрати все

source: Cheat Engine Tutorial (64-bit)
ua_ua: Навчальний посібник (64-розрядна версія)

source: Cheat Engine Tutorial Games
ua_ua: Ігровий навчальний посібник

source: Quit
ua_ua: Вийти

# TMAINFORM.MENUITEM8.CAPTION
source: Open Process
ua_ua: Відкрити процес

source: Generate generic trainer lua script from table
ua_ua: Створити трейнер за допомогою поточної таблиці

# TMAINFORM.MIABOUT.CAPTION
source: About
ua_ua: Про програму

source: Add selected address to the addresslist
ua_ua: Додати обрані адреси до таблиці

source: Add file
ua_ua: Додати файл(и)

source: Add scan tab
ua_ua: Додати пошукову вкладку

source: Allow left and right arrow keys to collapse and expand
ua_ua: Розгортання/згортання запису натисканням клавіш «Left» та «Right»

source: Always hide children
ua_ua: Завжди приховувати дочірні записи

source: Execute asynchronous
ua_ua: Виконати асинхронно

source: <Error message here>
ua_ua: <Повідомлення про помилку тут>

source: Activating this entry activates it's children
ua_ua: Активація цього запису активує та його дочірні записи

source: Деактивація цього пункту деактивує його в житті
ua_ua: Деактивація цього запису деактивує та її дочірні записи

source: Change Color
ua_ua: Змінити колір

source: Зміна значення selected address
ua_ua: Змінити значення вибраних адрес

source: Змінити значення selected address back to previous/saved value
ua_ua: Змінити значення вибраних адрес на попередню/збережену

source: Close tab
ua_ua: Закрити вкладку

source: Compression
ua_ua: Стиск

source: Create form
ua_ua: Створити форму

source: DBVM Find out what writes or accesses this address
ua_ua: DBVM пошук інструкцій, що записують або отримують доступ до цієї адреси

source: Define новий custom type (Auto Assembler)
ua_ua: Визначити новий тип користувача (Автоассемблер)

source: Define новий тип типу (LUA)
ua_ua: Визначити новий тип користувача (LUA)

source: Delete selected custom type
ua_ua: Видалити вибраний тип користувача

# tmainform.midisassemble.caption
source: Disassemble this memory region
ua_ua: Дизасембліювати цей регіон пам'яті

# TMAINFORM.MIDISPLAY2BYTE.CAPTION
source: 2 Bytes
ua_ua: 2 Байти

# TMAINFORM.MIDISPLAY4BYTE.CAPTION
source: 4 Bytes
ua_ua: 4 Байти

# TMAINFORM.MIDISPLAY8BYTE.CAPTION
source: 8 Bytes
ua_ua: 8 Байт

# TMAINFORM.MIDISPLAYBYTE.CAPTION
source: Byte
ua_ua: 1 Байт

# TMAINFORM.MIDISPLAYDEFAULT.CAPTION
source: Default
ua_ua: За замовчуванням

# TMAINFORM.MIDISPLAYHEX.CAPTION
source: Hexadecimal
ua_ua: Шістнадцяткове

source: Edit selected custom type
ua_ua: Редагувати вибраний тип користувача

source: Enable LCL Debug
ua_ua: Увімкнути LCL налагодження

# TMAINFORM.MIFLFINDWHATACCESSES.CAPTION
source: Добре, скільки accesses this address
ua_ua: Пошук інструкцій до цієї адреси

# TMAINFORM.MIFLFINDWHATWRITES.CAPTION
source: Фінд out what writes to this address
ua_ua: Знайти інструкції, що записують за цією адресою

source: Reload the previous value list
ua_ua: Перезавантажити попередній список значень (Забуте значення)

# tmainform.mifoundlistpreferences.caption
source: Preferences
ua_ua: Налаштування

source: Freeze Negative
ua_ua: Заморозити негативне

source: Freeze Positive
ua_ua: Заморозити позитивне

# tmainform.migeneratepointermap.caption
source: Generate pointermap
ua_ua: Створити карту покажчиків

source: Get object list
ua_ua: Отримати список об'єктів

source: Group config
ua_ua: Налаштування групи

source: &Help
ua_ua: Довідка

source: Hide children when deactivated
ua_ua: Приховати дочірні записи під час деактивації

source: Hook Direct3D
ua_ua: Перехоплення Direct3D

# TMAINFORM.MILANGUAGES.CAPTION
source: Languages
ua_ua: Мова

source: Lock mouse in game window
ua_ua: Заблокувати курсор у межах вікна гри

source: Lua documentation
ua_ua: Документація Lua

source: Manual expand/collapse
ua_ua: Ручне розгортання/згортання

# tmainform.minetwork.caption
source: Network
ua_ua: Мережа

source: Open File
ua_ua: Відкрити файл

source: Preset: Scan all memory
ua_ua: Предустановка: Сканувати всю пам'ять

source: Preset: Scan writable memory
ua_ua: Предустановка: Сканувати пам'ять, що перезаписується

source: Виберіть значення для цього пункту, щоб отримати значення для дітей
ua_ua: Встановлення значення для цього запису встановлює те саме значення дочірнім записам

# TMAINFORM.MIRENAMETAB.CAPTION
source: Rename
ua_ua: Перейменувати

source: Reset range
ua_ua: Діапазон за замовчуванням

source: Resynchronize forms with Lua
ua_ua: Синхронізувати форми з Lua

# TMAINFORM.MISAVE.CAPTION
source: Save
ua_ua: Зберегти

source: Save current scanresults
ua_ua: Зберегти результат пошуку

source: Scan changed regions only
ua_ua: Сканувати лише змінені регіони

source: Scan paged (physical) memory only
ua_ua: Сканувати лише сторінку

source: Set custom crosshair
ua_ua: Встановлення перехрестя користувача

source: Set/Change dropdown selection options
ua_ua: Керування списком, що випадає

source: Start and configure snapshot recording
ua_ua: Запуск та налаштування запису знімка

# TMAINFORM.MISHOWASBINARY.CAPTION
source: Show as binary
ua_ua: Показати як двійкове

source: Show as signed
ua_ua: Показати як знакове

source: Show custom type debug info
ua_ua: Показати тип користувача налагоджувальної інформації

source: Show Cheat Table Lua Script
ua_ua: Показати Lua скрипт

source: Show previous value column
ua_ua: Отображать прежнее значение адреса

source: Sign table
ua_ua: Підпис таблиці

source: Snapshot handler
ua_ua: Обробник знімка

source: Table
ua_ua: Таблиця

source: Cheat Engine Tutorial
ua_ua: Навчальний посібник

# tmainform.miundovalue.caption
source: Undo last edit
ua_ua: Скасувати останню зміну

source: Toggle wireframe mode
ua_ua: Каркасний режим

source: Toggle disabled zbuffer
ua_ua: Z-буферизація

source: Zero-Terminate string
ua_ua: Нуль-термінований рядок

# TMAINFORM.NEW1.CAPTION
source: Clear list
ua_ua: Очистити таблицю

source: &Tools
ua_ua: Інструменти

source: Open Process window
ua_ua: Відкрити вікно процесів

# TMAINFORM.PASTE1.CAPTION
source: Paste
ua_ua: Вставити

# TMAINFORM.PASTE2.CAPTION
source: Paste
ua_ua: Вставити

# TMAINFORM.PLUGINS1.CAPTION
source: Plugins
ua_ua: Плагіни

source: P&lugins
ua_ua: Плагіни

source: Pointer scan for this address
ua_ua: Знайти вказівник на цю адресу

source: &Process
ua_ua: &Процес

source: No Process Selected
ua_ua: Процес не вибраний

source: Цей shows how far Cheat Engine is with searching
ua_ua: Показує скільки часу займе пошук

source: Bits
ua_ua: Біти

# TMAINFORM.RBDEC.CAPTION
source: Decimal
ua_ua: Десятичне

source: Alignment
ua_ua: Вирівнювання

source: Коли набір і фастівможна налаштувати, буде схвалювати пам'ять пам'яті, якщо вона є індивідуальною відповідно до величини
ua_ua: Якщо "Швидкий пошук" увімкнено разом з цією опцією, то будуть скануватися тільки адреси, кратні вказаному значенню

source: Last Digits
ua_ua: Останні цифри

source: When set and fastscan is enabled will only scan and return address that end with the given digits
ua_ua: Якщо "Швидкий пошук" увімкнено разом з цією опцією, то будуть скануватися тільки адреси, що закінчуються вказаною цифрою

# TMAINFORM.REMOVESELECTEDADDRESSES1.CAPTION
source: Remove selected addresses
ua_ua: Видалити вибрані адреси

source: Rounded (default)
ua_ua: Округлене

source: Rounded (extreme)
ua_ua: Округлене (макс.)

source: Truncated
ua_ua: Усічене

# TMAINFORM.SAVE1.CAPTION
source: Save As...
ua_ua: Зберегти як...

source: Select a process to open
ua_ua: Вибір процесу для відкриття

# tmainform.scantext.caption
source: Scan Value
ua_ua: Значення

# TMAINFORM.SCANTEXT2.CAPTION
source: Scan Value
ua_ua: Значення

source: Exact value
ua_ua: Точне значення

source: Select all items
ua_ua: Вибрати всі елементи

# tmainform.setbreakpoint1.caption
source: Фінд out what writes to this address
ua_ua: Знайти інструкції, що записують за цією адресою

source: Assign Hotkey
ua_ua: Призначити гарячу клавішу

# TMAINFORM.SETTINGS1.CAPTION
source: Settings
ua_ua: Налаштування

# tmainform.settingsbutton.caption
source: Settings
ua_ua: Налаштування

# TMAINFORM.SHOWASHEXADECIMAL1.CAPTION
source: Show as hexadecimal
ua_ua: Показати як шістнадцяткове

source: Smart edit address(es)
ua_ua: Розумне редагування адреси

source: Delete all address from the list
ua_ua: Видалити всі адреси з таблиці

source: Copy всі вибрані елементи до адресного листа
ua_ua: Копіювати вибрані адреси до таблиці

# TMAINFORM.TYPE1.CAPTION
source: Type
ua_ua: Тип

source: Undo Scan
ua_ua: Повернення

# TMAINFORM.VALUE1.CAPTION
source: Value
ua_ua: Значення

# tmainform.vartype.text
source: Binary
ua_ua: Двійковий

source: Add this address to the list
ua_ua: Додати цю адресу до таблиці

source: Full stack
ua_ua: Повноцінний стек

source: Allocate nonpaged memory
ua_ua: Виділення несторінкової пам'яті

source: Assemble
ua_ua: Асемблювати

source: Find assembly code
ua_ua: Пошук інструкцій

source: Auto Assemble
ua_ua: Автоасемблер

# tmemorybrowser.back1.caption
source: Back
ua_ua: Назад

source: Break and trace instructions
ua_ua: Прорватися та трасувати інструкції

source: Breakpointlist
ua_ua: Список брейкпоінтів

source: Memory Viewer
ua_ua: Редактор пам'яті

# TMEMORYBROWSER.CHANGE1.CAPTION
source: Edit
ua_ua: Редагувати

source: Змінити register at this location
ua_ua: Змінити регістри

source: Continue and detach debugger
ua_ua: Продовжити, від'єднавши відладчик

# TMEMORYBROWSER.COPYBYTES.CAPTION
source: Bytes
ua_ua: Байти

source: Bytes+Opcodes
ua_ua: Байти+Інструкції

source: Bytes+Opcodes+Comments
ua_ua: Байти+Інструкції+Коментарі

source: Opcodes
ua_ua: Інструкції

# TMEMORYBROWSER.COPYTOCLIPBOARD1.CAPTION
source: Copy to clipboard
ua_ua: Копіювати в буфер обміну

source: Create Thread
ua_ua: Створити потік

# tmemorybrowser.cut1.caption
source: Copy to clipboard
ua_ua: Копіювати в буфер обміну

source: DBVM Find out what address this instruction accesses
ua_ua: DBVM пошук адрес, до яких звертається ця інструкція

# TMEMORYBROWSER.DEBUG1.CAPTION
source: Debug
ua_ua: Налагодження
