Repository: Ukrainian-Hucker/Ukrainian-language-for-Cheat-Engine
Catalog: ua_UA/cheatengine-x86_64.po
Languages: ua_ua

# frmexetrainergeneratorunit.rsnone
source: None
ua_ua: Ніякого

# frmexetrainergeneratorunit.rssaving
source: Saving...
ua_ua: Збереження...

source: The trainer has been successfully generated
ua_ua: Не вдалося виконати копіювання %s.dat у %s. Будь ласка, переконайтеся, що файл все ще існує

source: Failure updating the trainer resource information: %d
ua_ua: Не вдалося оновити інформацію про ресурс трейнера: %d

source: File Patcher:
ua_ua: Патчер файлу:

source: Region too large
ua_ua: Регіон занадто великий

source: Please fill in a valid 'Fill' value
ua_ua: Будь ласка, заповніть допустиме значення у полі "Заповнити"

# frmfillmemoryunit.rspleasefillinavalidfromaddress
source: Використання 'From' address
ua_ua: Будь ласка, заповніть допустиму адресу в полі "Від"

# frmfillmemoryunit.rspleasefillinavalidtoaddress
source: Використовуйте правильний 'To' address
ua_ua: Будь ласка, заповніть допустиму адресу в полі "До"

source: struct or array
ua_ua: структура або масив

source: Unreadable pointer
ua_ua: Нечитаний покажчик

# frmfindstaticsunit.strscan
source: Scan
ua_ua: Сканувати

# frmfindstaticsunit.strstop
source: Stop
ua_ua: Зупинити

source: Stopping...
ua_ua: Зупинка...

source: Extended (default)
ua_ua: Розширені (за замовчуванням)

source: Accessed=
ua_ua: Звернення=

source: AVL=
ua_ua: Доступний для використання системним ПЗ=

source: Code Segment
ua_ua: Сегмент коду

source: Conforming=
ua_ua: Підпорядкований=

source: Data Segment
ua_ua: Сегмент даних

source: DPL=
ua_ua: Дескриптор рівня привілеїв=

source: Expansion direction=
ua_ua: Напрямок розширення=

source: Not present
ua_ua: Не представлено

source: Readable=
ua_ua: Нечитаний указчик

source: 16-bit interrupt gate
ua_ua: 16-бітний шлюз переривання

source: 16-bit trap gate
ua_ua: 16-розрядний шлюз пастки

source: 32-bit interrupt gate
ua_ua: 32-бітовий шлюз переривання

source: 32-bit trap gate
ua_ua: 32-бітовий шлюз пастки

source: not present
ua_ua: не представлено

source: task gate
ua_ua: шлюз завдання

source: unknown IDT
ua_ua: невідома ТДП

source: Load %s into memory
ua_ua: Не вся пам'ять може бути записана в поточному регіоні пам'яті. Чи хочете ви записати в цей регіон стільки, скільки можливо, а те, що не поміститься, то просто відкинути?

source: Wrote %d bytes out of %d
ua_ua: Записано %d байта з %d

source: Script Error
ua_ua: Помилка скрипта

source: Error in line
ua_ua: Oshibka v stroke

source: Only one script can be debugged at a time. Continue executing this script without the debugger?
ua_ua: Odnovremenno mozhno proizvodit' otladku tol'ko odnogo skripta. Prodolzhit' vypolneniye etogo skripta bez otladchika?

# frmluaengineunit.rsleundefinederror
source: Undefined error
ua_ua: Neopredelonnaya oshibka

source: User clicked stop
ua_ua: Pol'zovatel' nazhal stop

source: Event1 failure:
ua_ua: Neudavsheyesya sobytiye 1:

source: Event2 failure:
ua_ua: Neudavsheyesya sobytiye 2:

source: Event3 failure:
ua_ua: Neudavsheyesya sobytiye 3:

source: Failure to hook
ua_ua: Ne udalos' perekhvatit'

source: Failure to initialize
ua_ua: Ne udalos' initsializirovat'

source: Heapcount=%s
ua_ua: Kolichestvo kuch=%s

source: Тільки один script може бути розблокований на час. Continue executing this script with the debugger?
ua_ua: Одночасно можна робити налагодження лише одного скрипту. Продовжити виконання цього скрипту без налагодження?

source: Queued memory events waiting: %s
ua_ua: Події у черзі очікування: %s

source: Dropdown options for
ua_ua: Налаштування списку для

source: Address: %s zoom: %s
ua_ua: Адреса: %s масштабування: %s

# frmmemoryviewexunit.rsfillintheaddressyouwanttogoto
source: Fill in the address you want to go to
ua_ua: Заповніть адресу, за якою ви бажаєте перейти

# frmmemoryviewexunit.rsgotoaddress
source: Goto Address
ua_ua: Перейти за адресою

# frmmemviewpreferencesunit.rsbackgroundcolor
source: Background color
ua_ua: Колір фону

# frmmemviewpreferencesunit.rscallcolor
source: Call color
ua_ua: Колір виклику

# frmmemviewpreferencesunit.rsconditionaljumpcolor
source: Conditional jump color
ua_ua: Колір умовного переходу

source: Breakpoint
ua_ua: Брейкпоїнт

# frmmemviewpreferencesunit.rsdchighlighted
source: Highlighted
ua_ua: Виділений

source: Highlighted breakpoint
ua_ua: Виділений брейкпоінт

source: Highlighted breakpoint secondary
ua_ua: Виділений брейкпоінт v2

source: Highlighted secondary
ua_ua: Виділений v2

source: Highlighted Ultimap2
ua_ua: Виділений Ultimap2

source: Highlighted Ultimap2 secondary
ua_ua: Виділений Ultimap2 v2

# frmmemviewpreferencesunit.rsdcnormal
source: Нормальний
ua_ua: Звичайний

# frmmemviewpreferencesunit.rshexadecimalcolor
source: Hexadecimal color
ua_ua: Колір 16-річних значень

source: Normal color
ua_ua: Звичайний колір

# frmmemviewpreferencesunit.rsregistercolor
source: Register color
ua_ua: Колір регістру

# frmmemviewpreferencesunit.rssymbolcolor
source: Symbol color
ua_ua: Колір символу

# frmmemviewpreferencesunit.rsunconditionaljumpcolor
source: Unconditional jump color
ua_ua: Колір безумовного переходу

source: Copies the source .ptr.# files to the working folder of the main PTR
ua_ua: Виділений брейкпоінт

source: Not found
ua_ua: НЕ знайдений

# frmpointerrescanconnectdialogunit.rscouldnotberesolved
source: could not be resolved
ua_ua: не дозволено

# frmpointerrescanconnectdialogunit.rshost
source: host:
ua_ua: хост:

source: host: %s could not be resolved
ua_ua: хост: %s не дозволено

source: За допомогою loaded pointermap:
ua_ua: Використовувати завантажену карту покажчиків:

source: ----Conventional ID's----
ua_ua: ----Звичайні ідентифікатори----

source: Використання процесів watcher
ua_ua: Не вдалося запустити «Спостерігач процесу»

# frmprocesswatcherunit.rsfirstselectaprocess
source: First select a process!
ua_ua: Спочатку оберіть процес!

# frmprocesswatcherunit.rsisntavalidprocessid
source: %s є неправильним процесомID
ua_ua: %s не є допустимим ідентифікатором процесу

source: ProcessID=
ua_ua: Ідентифікатор процесу =

source: процес водника: thread error:%s
ua_ua: «Спостерігач процесу»: помилка потоку: %s

source: ThreadID:
ua_ua: Ідентифікатор потоку:

# frmrescanpointerunit.rsadd
source: Add
ua_ua: Додати

source: Not all the end offsets have been filled in
ua_ua: Заповнені не всі поля зі зміщеннями, якими має закінчуватися покажчик

source: Не ввімкнути запуск offsets have been filled in
ua_ua: Заповнено не всі поля зі зміщеннями, якими має починатися покажчик

# frmrescanpointerunit.rsremove
source: Remove
ua_ua: Прибрати

# frmrescanpointerunit.rsrpentertheipaddressestonotifyexplicitly
source: Enter IP address to notify explicitly
ua_ua: Введіть IP-адреси для сповіщення

source: First offset
ua_ua: Перше зміщення

# frmrescanpointerunit.rsrpiplist
source: IP List
ua_ua: Список IP

# frmrescanpointerunit.rsrplastoffset
source: Last offset
ua_ua: Останнє зміщення

source: Використання функцій %s(base, offsets, target) не буде визначено. Please define it first
ua_ua: Функція %s(base, offsets, target) ще не визначена. Спочатку визначте її

source: Увімкнути pointermap:
ua_ua: Збережена карта вказівників:

# frmrescanpointerunit.rsrpusesavedpointermap2
source: Увімкнути pointermap
ua_ua: Використати збережену карту покажчиків

source: Enter the address this scan should look for
ua_ua: Введіть адресу, яку потрібно шукати

source: Новий pointermap
ua_ua: Нова карта вказівників

# frmresumepointerscanunit.rsrpsentertheipaddressestonotifyexplicitly
source: Enter IP address to notify explicitly
ua_ua: Введіть IP-адреси для сповіщення

# frmresumepointerscanunit.rsrpsiplist
source: IP List
ua_ua: Список IP

source: was not found
ua_ua: не знайдено

# frmsavememoryregionunit.rsisnotavalidaddress
source: %s is not a valid address
ua_ua: %s не є допустимою адресою

source: Всі пам'яті були readable in
ua_ua: Не вся пам'ять виявилася читаною в

source: Плещати add at least one address region to the list
ua_ua: Будь ласка, додайте до списку хоча б один регіон пам'яті

source: Are you sure you wish to throw away these snapshots?
ua_ua: Ви впевнені, що хочете відкинути ці фотографії?

# frmsnapshothandlerunit.rsshcompare
source: Compare
ua_ua: Порівняння

source: Dissect and compare memory of selected snapshots
ua_ua: Аналіз та порівняння пам'яті вибраного знімка

source: Dissect memory of selected snapshot
ua_ua: Аналіз пам'яті вибраного знімка

source: Function(s):
ua_ua: Функції:

# frmsnapshothandlerunit.rsshlockandaddtostructuredissect
source: Lock and add to structure dissect
ua_ua: Заблокувати та додати до аналізу структури

# frmsnapshothandlerunit.rsshnewwindow
source: <New window>
ua_ua: <Нове вікно>

# frmsnapshothandlerunit.rsshselectstructuredissectwindowyouwishtoaddthisregionto
source: Виберіть структуру dissect window you wish to add this region to
ua_ua: Виберіть вікно аналізу структури, до якого потрібно додати цей регіон

# frmsnapshothandlerunit.rsshthestructureslistisbroken
source: Структурні сторінки list is broken
ua_ua: Пошкоджено список структур

# frmsnapshothandlerunit.rsshview
source: View
ua_ua: Перегляд

source: Estimated time left
ua_ua: Час до закінчення

# frmstackviewunit.rslockandaddtostructuredissect
source: Lock and add to structure dissect
ua_ua: Заблокувати та дадати до аналізу структури

# frmstackviewunit.rsnewwindow
source: <New window>
ua_ua: <Нове вікно>

# frmstackviewunit.rsselectthestructuredissectwindowyouwishtoaddthisreg
source: Select the structure dissect window you wish to add this region to
ua_ua: Виберіть вікно аналізу структури, до якого потрібно додати цей регіон

source: Тим stackview window has allocated stack snapshots в target process. Do you wish to free them?
ua_ua: Це вікно виділило безліч знімків у вказаному процесі. Ви хочете звільнити їх?

# frmstackviewunit.rsthestructureslistisbroken
source: Структурні сторінки list is broken
ua_ua: Пошкоджено список структур

source: <<Show list
ua_ua: <<Показати список

source: Error=
ua_ua: Помилка=

source: GenerateRegExprEngine failed
ua_ua: Збій GenerateRegExprEngine

source: Generate string map
ua_ua: Створити картку рядків

# frmstringmapunit.rsnoreadablememoryfound
source: Не readable memory found
ua_ua: Не знайдено пам'яті

# frmstringmapunit.rsstop
source: Stop
ua_ua: Зупинити

source: Stringcount: %s
ua_ua: Кількість рядків: %s

source: Unhandled TStringScan crash
ua_ua: Необроблений збій TStringScan

# frmstringpointerscanunit.rsareyousureyo
source: Are you sure you wish to start a new scan?
ua_ua: Ви впевнені,що хочете почати нове сканування

# frmstringpointerscanunit.rsgeneratedscanning
source: Generated. Scanning...
ua_ua: Згенеровано. Сканування...

# frmstringpointerscanunit.rsgeneratingstringmap
source: Generating stringmap
ua_ua: Генерація мапи рядків

# frmstringpointerscanunit.rsscan
source: Scan
ua_ua: Сканувати

# frmstringpointerscanunit.rsscanningfoun
source: Scanning... Found %s
ua_ua: Сканування... Знайдено %s

# frmstringpointerscanunit.rsspsuaddress
source: Address
ua_ua: Адреса

# frmstringpointerscanunit.rsspsuaddress2
source: Address 2
ua_ua: Адреса 2

# frmstringpointerscanunit.rsspsuerrorduringscannoscanresults
source: Error during scan. No scanresults available
ua_ua: Помилка під час сканування. Немає результатів сканування

# frmstringpointerscanunit.rsspsuexception
source: Exception:
ua_ua: Виняток:

# frmstringpointerscanunit.rsspsufound
source: Found:
ua_ua: Знайдено:

# frmstringpointerscanunit.rsspsufuuuu
source: FUUUU
ua_ua: ФУУУУ

# frmstringpointerscanunit.rsspsufuuuuu
source: FUUUUU
ua_ua: ФУУУУУ

# frmstringpointerscanunit.rsspsunotyetimplemented
source: Not yet implemented
ua_ua: Ще не реалізовано

# frmstringpointerscanunit.rsspsuoffset
source: Offset
ua_ua: Зміщення

# frmstringpointerscanunit.rsspsurescan
source: Rescan
ua_ua: Відсів

# frmstringpointerscanunit.rsspsuscandonefound
source: Scan done! Found
ua_ua: Сканування закінчено! Знайдено

# frmstringpointerscanunit.rsstop
source: Stop
ua_ua: Зупинити

# frmstringpointerscanunit.rsterminating
source: Термінація...
ua_ua: Завершення...

# frmstructurecompareunit.rsareyousureyo
source: Якщо ви збираєтеся запустити новий scan?
ua_ua: Ви впевнені, що хочете розпочати новий пошук?

# frmstructurecompareunit.rsgeneratedscanning
source: Generated. Scanning...
ua_ua: Згенеровано. Сканування...

# frmstructurecompareunit.rsgeneratingstringmap
source: Generating stringmap
ua_ua: Генерація картки рядків

source: Group %d address %s (%s) is not valid
ua_ua: Група %d адреса %s (%s) неприпустима

source: Max addresses shown :
ua_ua: Кількість відображених адрес:

source: ...<max reached>...
ua_ua: ...<досягнуто максимум>...

source: This will result in 0 results as address %s appears multiple times
ua_ua: Це спричинить нульового результату, т.к. адреса %s з'являється багаторазово

# frmstructurecompareunit.rsscan
source: Scan
ua_ua: Пошук

# frmstructurecompareunit.rsscanningfoun
source: Scanning... Found %s
ua_ua: Сканування... Знайдено %s

source: Invalid structure pointerfile
ua_ua: Неприпустимий файл вказівника структури

# frmstructurecompareunit.rsspslock
source: Lock
ua_ua: Заблокувати

source: Ви повинні знайти нову CE version to open this file
ua_ua: Для відкриття цього файлу вам потрібна нова версія Cheat Engine

source: No error
ua_ua: Помилки немає

# frmstructurecompareunit.rsspsuaddress
source: Address
ua_ua: Адреса

# frmstructurecompareunit.rsspsuaddress2
source: Address 2
ua_ua: Адреса 2

# frmstructurecompareunit.rsspsuerrorduringscannoscanresults
source: Error scan. No scanresults available
ua_ua: Помилка під час сканування. Немає результатів сканування

# frmstructurecompareunit.rsspsuexception
source: Exception:
ua_ua: Виняток:

# frmstructurecompareunit.rsspsufound
source: Found:
ua_ua: Знайдено:

# frmstructurecompareunit.rsspsufuuuu
source: FUUUU
ua_ua: ФУУУУ

# frmstructurecompareunit.rsspsufuuuuu
source: FUUUUU
ua_ua: ФУУУУУ

source: Unlock (%.8x-%.8x)
ua_ua: Розблокувати (%.8x-%.8x)

# frmstructurecompareunit.rsspsunotyetimplemented
source: Not yet implemented
ua_ua: Ще не реалізовано

# frmstructurecompareunit.rsspsuoffset
source: Offset
ua_ua: Зміщення

# frmstructurecompareunit.rsspsurescan
source: Rescan
ua_ua: Відсів

# frmstructurecompareunit.rsspsuscandonefound
source: Scan done! Found
ua_ua: Сканування завершено! Знайдено

# frmstructurecompareunit.rsstructurecompare
source: Structure Compare
ua_ua: Структурне порівняння

# frmstructurecompareunit.rsterminating
source: Термінація...
ua_ua: Завершення...

source: Alignsize must be greater than 0
ua_ua: Розмір вирівнювання має бути більшим за 0

# frmstructurelinkerunit.strisnotavalidaddress
source: %s is not a valid address
ua_ua: %s не є допустимою адресою

source: Local struct:
ua_ua: Lokal'naya struktura:

# frmstructuresconfigunit.rshighlighted
source: Highlighted
ua_ua: Vydelennyye

# frmstructuresconfigunit.rsnormal
source: Normal
ua_ua: Obychnyye

source: Guess Field Types
ua_ua: Ugadat' tipy poley

source: Size:
ua_ua: Razmer:

source: Structure Name:
ua_ua: Nazvaniye struktury:

source: Use Auto Types If Available
ua_ua: Ispol'zovat' avtomaticheskiye tipy yesli dostupno

source: New Structure
ua_ua: Novaya struktura

source: Couldn't obtain context
ua_ua: Ne udalos' poluchit' kontekst

source: Couldn't open handle
ua_ua: Ne udalos' otkryt' deskriptor

source: Current
ua_ua: Tekushchiy

source: Please first attach the debugger to this process
ua_ua: Snachala prisoyedinite otladchik k etomu protsessu

# frmstructuresconfigunit.rsnormal
source: Нормальний
ua_ua: Звичайні

source: Перевірити перший крок, щоб позначити цей процес
ua_ua: Спочатку приєднайте наладчик до цього процесу

source: 1 byte
ua_ua: 1 байт

source: 2 bytes
ua_ua: 2 байта

source: 4 bytes
ua_ua: 4 байта

source: 8 bytes
ua_ua: 8 байтів

source: Access
ua_ua: Доступ(москалям заборонено!)

# frmthreadlistunit.rstlchangevalue
source: Change value
ua_ua: Змінати значення

# frmthreadlistunit.rstlexecute
source: Execute
ua_ua: Виконання

source: failed. Errorcode=
ua_ua: не вдалось. Код помилки=

source: I/O
ua_ua: Ввід вивід

source: What should the new value of this register be?
ua_ua: Яким має бути нове значення цього регістру?

source: Write
ua_ua: Запис

# frmtracerunit.rssearch
source: Search
ua_ua: Пошук

source: Type the (LUA) condition you want to search for (Example: EAX==0x1234)
ua_ua: Введіть умову (LUA), яку ви хочете знайти (Приклад: EAX==0x1234)

source: " can't be parsed
ua_ua: » не може бути проаналізовано

source: Closing will free all collected data. Continue?
ua_ua: Закриття звільнить усі зібрані дані. Продовжити? (Рада: Замість цього ви можете просто згорнути вікно)

source: -error
ua_ua: -помилка

source: does not exist and can not be created
ua_ua: не існує і не може бути створено

source: Failure loading libipt
ua_ua: Неможливо завантажити libipt

source: Початок роботи
ua_ua: Спочатку відкрийте процес

source: For some weird reason "
ua_ua: З якоїсь дивної причини "

# frmultimap2unit.rsinstructionpointerlistsize
source: Instruction Pointer List Size:
ua_ua: Розмір списку покажчика інструкції:

source: is an invalid range
ua_ua: не є допустимим діапазоном

source: Максимальна величина ranges reached for your CPU. Clear one first
ua_ua: Досягнуто максимальну кількість діапазонів для вашого процесора

source: Module list
ua_ua: Список модулів

source: Sorry, але Ultimap2 тільки працюють на Intel CPU's
ua_ua: Вибачте, але Ultimap2 працює тільки з процесорами Intel

# frmultimap2unit.rspaused
source: Paused
ua_ua: На паузі

source: Processing Data
ua_ua: Обробка Дані

source: (Put between *'s to mark as an auto stop range)
ua_ua: (Помістіть між * , щоб відзначити як діапазон автоматичної зупинки)

source: Ranges: (Empty for all) (Max %d)
ua_ua: Діапазони: (Пусто для всіх) (Макс. %d)

source: Recording
ua_ua: Запис

source: Select a module or give your own range
ua_ua: Виберіть модуль або встановіть діапазон

source: Соррі, але ваш CPU не може бути встановлений для вибору PROCESS
ua_ua: Вибачте, але здається, що ваш процесор не в змозі встановити процес як мету

source: Соррі, але ваші CPU seems to be lacking the Intel Processor Trace feature which Ultimap2 makes use of
ua_ua: Вибачте, але здається, що у вашого процесора відсутня функція Intel Processor Trace, яку використовує Ultimap2

source: Sorry, but your CPU's implementation of the Intel Processor Trace feature is too old. Ultimap uses multiple ToPA entries
ua_ua: Вибачте, але реалізація функції Intel Processor Trace на процесорі занадто стара. Ultimap використовує багаторазові записи таблиці фізичних адрес

source: Target a different process. Ultimap2 will suspend the target when the buffer is full, and suspending the thing that empties the buffer is not a good idea
ua_ua: Вкажіть інший процес. Ultimap2 призупинить вибраний процес при переповненому буфері, а призупинення штуки, що очищає буфер - не найкраща ідея

source: The range you have provided is an 'Exit' range. Be aware that this doesn't mean it will always stop at that range, or that the result is what you expect. A context switch to another thread between the start and stop can add a lot of other data
ua_ua: Розмір має бути 12 Кбайт або більше

source: Remove hotkey (%s)
ua_ua: Вилучити гарячу клавішу (%s)

source: Error during map
ua_ua: Помилка створення картки

source: Последние результати: filtred out %d left: %d
ua_ua: Останні результати фільтра: Відфільтровано %d залишилося: %d

source: new=
ua_ua: новий=

source: old=
ua_ua: старий=

# frmultimapunit.rsuupause
source: Pause
ua_ua: Пауза

source: Завантажити 64-бітну версію Cheat Engine для виконання цієї мети
ua_ua: Будь ласка, запустіть 64-розрядну версію Cheat Engine, щоб скористатися цією функцією

source: Resume
ua_ua: Відновити

source: Sorry, but this feature is only available on intel cpu's
ua_ua: Вибачте, але ця функція доступна лише на процесорах Intel

source: Найбільше число працівників 64
ua_ua: Максимальна кількість працівників = 64

source: Ці функції потрібні на рівні 200 bytes for the header of the buffer
ua_ua: Цієї функції потрібно як мінімум 200 байт для заголовка буфера

source: Цей буде занурювати всі відомості про інструкції. Continue?
ua_ua: Це поверне всі знайдені вказівки. Продовжити?

source: Це буде переміщувати поточний параметр функцій вгору до 0. Це може бути нерозумне. Continue?
ua_ua: Це скине лічильник функцій. Не можна скасувати дію. Продовжити?

source: <Unparsable>
ua_ua: <Не розпізнаний>

source: <Unreadable>
ua_ua: <Не розпізнаний>

source: bytes while
ua_ua: байт, в той час як очікувалося

source: Configure a valid binutils setup first
ua_ua: Спочатку правильно налаштуйте налаштування binutils

# gnuassembler.rscouldnotbefound
source: could not be found
ua_ua: не може бути знайдений

source: doesn't seem to be a valid ELF file
ua_ua: не є допустимим ELF файлом

source: GNU Assembler error
ua_ua: Помилка GNU асемблера

source: Invalid ELF файл
ua_ua: Неправильний ELF файл

source: No binutils installed
ua_ua: binutils не встановлено

source: The AOB for
ua_ua: Масив байт для

source: Наявний формат .asection is : .asection <name> <preferedaddress>
ua_ua: Правильним форматом .asection є: .asection <ім'я> <переважна адреса>

source: Наявний формат .msection is : .msection <name> <address> <optional expected size>
ua_ua: Правильним форматом .msection є .msection <ім'я> <адреса> <очікуваний розмір(необов'язково)>

source: took
ua_ua: займає

source: where expected
ua_ua: байт

source: Custom type not recognized:
ua_ua: Тип користувача не розпізнаний:

source: Інvalid groupscan command
ua_ua: Неправильна команда групового пошуку

source: Wildcards/Empty не можуть бути зроблені для Out of Order scans
ua_ua: Підстановкові знаки/Незаповнені поля не підтримуються для сканування "Не по порядку"

source: Criticalsection leave without enter
ua_ua: Без входу до критичної секції

source: address
ua_ua: адреса

source: Base
ua_ua: Базова адреса

source: Big fucking error
ua_ua: Велика йобана помилка

source: bytes
ua_ua: байт

# hexviewunit.rsexecute
source: Execute
ua_ua: Виконання

source: Execute/Read only
ua_ua: Виконання/Тільки Читання

source: Execute/Read/Write
ua_ua: Виконання/Читання/Запис

source: Execute/Write Copy
ua_ua: Виконання/Запис/Копіювання

source: Guarded
ua_ua: Захищена

source: Invalid BytesPerSeperator value:%s
ua_ua: Неприпустиме значення BytesPerSeperator:%s

source: Module
ua_ua: Модуль

# hexviewunit.rsnoaccess
source: No Access
ua_ua: Немає доступу

source: Not Cached
ua_ua: Не кешується

# hexviewunit.rsphysicaladdress
source: Physical Address
ua_ua: Фізична адреса

# hexviewunit.rsprotect
source: Protect
ua_ua: Захист

source: Read Only
ua_ua: Тільки Читання

source: Read/Write
ua_ua: Читання/Запис

# hexviewunit.rssize
source: Size
ua_ua: Розмір

source: This looks like an array of byte. Do you want to input it as a hexadecimal string?
ua_ua: Vyglyadit kak massiv bayt. Vy khotite vvesti yego kak shestnadtsaterichnuyu stroku?

source: This looks like a normal string. Do you want to input it as a string ?
ua_ua: Vyglyadit kak obychnaya stroka. Vy khotite vvesti yeyo kak stroku?

# hexviewunit.rswritecombine
source: Write Combine
ua_ua: Kombinirovannaya zapis'

# hexviewunit.rswritecopy
source: Write Copy
ua_ua: Zapis'/Kopirovaniye

source: Decrease value with:
ua_ua: Umen'shit' znacheniye na:

source: Disable script
ua_ua: Vyklyuchit' skript

source: Enable script
ua_ua: Vklyuchit' skript

source: Тих повідомлень як окремий string. Do you want to input it as string ?
ua_ua: Виглядає як звичайний рядок. Ви хочете ввести його як рядок?

source: Freeze
ua_ua: Заморозити

source: Hotkey ID=%s
ua_ua: ID гарячої клавіші=%s

source: Increase value with:
ua_ua: Збільшити значення на:

source: Set value to:
ua_ua: Встановити значення:

source: Speak Text
ua_ua: Вимовлення тексту
