Repository: Ukrainian-Hucker/Ukrainian-language-for-Cheat-Engine
Catalog: ua_UA/cheatengine-x86_64.po
Languages: ua_ua

source: Clear depth buffer
ua_ua: Очистити буфер глибини

source: Прогресивні скрипки (Do not clear background)
ua_ua: Прогресивні знімки (фон не очищається)

source: Коли цей key pressed all renders that occur will be stored
ua_ua: При натисканні цієї клавіші будуть збережені всі рендери, що відбуваються

source: Коли цей key pressed all renders that occur below the mouse cursor will be stored
ua_ua: При натисканні цієї клавіші буде збережено всі рендери, що відбуваються під курсором миші

source: Snapshot folder
ua_ua: Папка збереження знімків

source: Full snapshot key
ua_ua: Повний знімок

# TFRMD3DHOOKSNAPSHOTCONFIG.MBCANCEL.CAPTION
source: Focused snapshot key
ua_ua: Скасувати

# TFRMD3DHOOKSNAPSHOTCONFIG.MBOK.CAPTION
source: OK
ua_ua: Підтвердити

source: Picture format
ua_ua: Формат зображення

# TFRMD3DTRAINERGENERATOROPTIONS.BTNCLEAR.CAPTION
source: Clear
ua_ua: Очистити

source: Set background picture
ua_ua: Фонове зображення

# tfrmd3dtrainergeneratoroptions.button3.caption
source: Set Font
ua_ua: Встановити шрифт

# TFRMD3DTRAINERGENERATOROPTIONS.BUTTON4.CAPTION
source: Close
ua_ua: Зачинити

source: Direct3D Hook Options
ua_ua: Дозволити перетягувати трейнер

source: Cheats have checkboxes
ua_ua: Є чекбокси

source: Show hotkeys
ua_ua: Показати гарячі клавіші

source: Scale the background image
ua_ua: Масштабувати

source: Увімкнути кнопку для hide/show trainer
ua_ua: Використовувати клавішу для приховання/показу трейнера

source: Transparency
ua_ua: Прозорість

# TFRMD3DTRAINERGENERATOROPTIONS.LABEL2.CAPTION
source: Position
ua_ua: Позиція

source: Background picture:
ua_ua: Фонова світлина:

source: Distance between lines in pixels
ua_ua: Відстань між рядками у пікселях

source: Text distance from top
ua_ua: Відстань тексту від вершини

source: Text distance from border
ua_ua: Відстань тексту від краю

source: Font text
ua_ua: Шрифт тексту

source: Bottom left
ua_ua: Внизу ліворуч

source: Bottom right
ua_ua: Внизу праворуч

source: Center
ua_ua: У центрі

source: Top left
ua_ua: Вгорі ліворуч

source: Top right
ua_ua: Вгорі праворуч

source: Manual load DBVM
ua_ua: Ручне завантаження DBVM

# TFRMDBVMWATCHCONFIG.BTNOK.CAPTION
source: Start watch
ua_ua: Почати спостереження

# TFRMDBVMWATCHCONFIG.BUTTON2.CAPTION
source: Cancel
ua_ua: Скасувати

source: DBVM Watch Config
ua_ua: Конфігурація спостереження DBVM

# TFRMDBVMWATCHCONFIG.CBLOCKPAGE.CAPTION
source: Lock page
ua_ua: Заблокувати сторінку

# TFRMDBVMWATCHCONFIG.CBLOCKPAGE.HINT
source: Ці вирішують загальну сторінку, щоб отримати пов'язаний з ним і останнього переміщатися на інші фізичні адреси. (Make sure you unlock before the game quits)
ua_ua: Запобігає зміні цієї сторінки, а потім замінює іншою фізичною адресою (Переконайтеся, що ви зробили розблокування перед виходом з гри)

# TFRMDBVMWATCHCONFIG.CBMULTIPLERIP.CAPTION
source: Same instruction multiple times (different registers)
ua_ua: Одна і та ж інструкція багаторазово (різні регістри)

# TFRMDBVMWATCHCONFIG.CBSAVEFPU.CAPTION
source: Log FPU data
ua_ua: Регистрация данных FPU

# TFRMDBVMWATCHCONFIG.CBSAVESTACK.CAPTION
source: Log stack
ua_ua: реєстрація стека

source: Saves a stacksnapshot of 4KB for each logged entry
ua_ua: Зберігає знімок стуку розміром 4 КБ для кожної зареєстрованого запису

# TFRMDBVMWATCHCONFIG.CBWHOLEPAGE.CAPTION
source: Log whole page instead of address range
ua_ua: Реєстрація всієї сторінки замість діапазону адрес

source: Access Type
ua_ua: Тип доступу

source: Max buffersize (entries)
ua_ua: Максимальний розмір буфера (запису)

# TFRMDBVMWATCHCONFIG.LBLPHYSICALADDRESS.CAPTION
source: Physical Address:
ua_ua: Фізична адреса:

# TFRMDBVMWATCHCONFIG.LBLVIRTUALADDRESS.CAPTION
source: Virtual Address:
ua_ua: Віртуальна адреса:

# TFRMDBVMWATCHCONFIG.RBREADACCESS.CAPTION
source: Read/Write Access
ua_ua: Доступ до читання/запису

# TFRMDBVMWATCHCONFIG.RBWRITEACCESS.CAPTION
source: Write Access
ua_ua: Доступ до запису

source: Cancel wait
ua_ua: Скасувати очікування

# tfrmdebuggerattachtimeout.caption
source: Debugger attach timeout
ua_ua: Очікування приєднання відладчика

source: The debugger attach is taking a while. This is normal when there are many symbols or the system is slow so please be patient. But if you don't have the time to wait or the program has crashed to desktop, then you can cancel this wait. Beware though that this will not stop the attaching process currently going on in the target process so you may have to restart the target process if you do wish to debug anyhow (and it may still freeze a few moments while symbols are being waited for) (This window will disappear automatically when attaching has finished. Closing it manually is the same as pressing cancel)
ua_ua: Приєднання відладчика займе час. Це нормально, коли існує багато символів або система працює повільно, так що будьте терплячі. Але якщо у вас немає часу на очікування або програма аварійно завершилася, ви можете скасувати це очікування. Однак майте на увазі, що це не зупинить процес приєднання, що відбувається в даний момент в процесі мети, тому вам може знадобитися перезапуск процесу мети, якщо ви все одно захочете налагодити його (і він все одно може застигнути на кілька миттєвостей, чекаючи символів). ). (Це вікно зникне автоматично після завершення приєднання. Закрити його вручну рівнозначно натисканню кнопки скасування)

# tfrmdebugsymbolstructurelist.btnsearch.caption
source: Search
ua_ua: Знайти

# tfrmdebugsymbolstructurelist.btnselect.caption
source: Select
ua_ua: Обрати

source: Symbol structures
ua_ua: Шаблон пошуку:

# tfrmdebugsymbolstructurelist.lblcount.caption
source: Це є сьогодення xxx structures в the database
ua_ua: Наразі xxx структур є в базі даних

# tfrmdebugsymbolstructurelist.lvstructlist.columns[0].caption
source: Structures
ua_ua: Структури

# TFRMDEBUGEVENTS.BUTTON1.CAPTION
source: Close
ua_ua: Закрити

source: Debug Events
ua_ua: Налагоджувальні події

# TFRMDEBUGEVENTS.MENUITEM1.CAPTION
source: Clear
ua_ua: Очистити

# TFRMDISASSEMBLYSCAN.BTNCANCEL.CAPTION
source: Cancel
ua_ua: Скасувати

source: Assemblyscan
ua_ua: пошук инструкцій

source: Go to this address
ua_ua: Перейти за цією адресою

# TFRMDISASSEMBLYSCAN.MENUITEM2.CAPTION
source: Copy selection to clipboard
ua_ua: Копіювати вибране в буфер обміну

# tfrmdissectwindow.button1.caption
source: More Info
ua_ua: Більше інформації

# tfrmexceptionignorelist.btnadd.caption
source: Add Exception
ua_ua: Додати виняток

# tfrmexceptionignorelist.midelete.caption
source: Delete
ua_ua: Видалити

# tfrmdissectcode.btnstart.caption
source: Start
ua_ua: Запустити

source: Dissect Code
ua_ua: Аналіз коду

# tfrmdissectcode.cbincludesystemmodules.caption
source: Include system modules
ua_ua: Включно системні модулі

source: Maximum offset:
ua_ua: Максимальне усунення:

source: Calls:
ua_ua: Дзвінків:

source: Select module(s) to dissect
ua_ua: Виберіть модулі для аналізу

source: Hold CTRL для вибору multiple
ua_ua: Затисніть Ctrl для мультивибору

source: String references found:
ua_ua: Знайдено посилання на рядки:

source: Conditional Jumps:
ua_ua: Умовні переходи:

# tfrmdissectcode.label6.caption
source: Частиний час:
ua_ua: Час до закінчення:

source: Unconditional Jumps:
ua_ua: Безумовних переходів:

# tfrmdissectcode.menuitem1.caption
source: File
ua_ua: Файл

# tfrmdissectcode.menuitem2.caption
source: Open
ua_ua: Відкрити

# tfrmdissectcode.menuitem3.caption
source: Save
ua_ua: Зберегти

# TFRMDISSECTWINDOW.BUTTON1.CAPTION
source: More Info
ua_ua: Більше інформації

source: Toggle visible
ua_ua: Показати/Приховати

source: Close window
ua_ua: Закрити вікно

source: Capture Timer Messages
ua_ua: Повідомлення таймера

# TFRMDISSECTWINDOW.BUTTON5.CAPTION
source: OK
ua_ua: Підтвердити

# tfrmdissectwindow.caption
source: Dissect Windows
ua_ua: Аналіз вікон

source: .Net Object List
ua_ua: Список .Net об'єктів

# TFRMDOTNETOBJECTLIST.LISTVIEW1.COLUMNS[0].CAPTION
source: Address
ua_ua: Адреса

source: Classname
ua_ua: Назва класу

# TFRMDRIVERLIST.BUTTON1.CAPTION
source: OK
ua_ua: Підтвердити

# tfrmdriverlist.caption
source: Driver list
ua_ua: Перелік драйверів

# tfrmdriverlist.find1.caption
source: Find
ua_ua: Пошук

source: DBK64 LOADED
ua_ua: DBK64 ЗАГРУЖЕН

# TFRMEDITHISTORY.BUTTON1.CAPTION
source: Refresh
ua_ua: Оновити

source: Write log
ua_ua: Журнал записів

# TFRMEDITHISTORY.CBLOGWRITES.CAPTION
source: Enable write logging
ua_ua: Увімкнути ведення журналу записів

# tfrmedithistory.label1.caption
source: Max log size (nr of entries)
ua_ua: Максимальний розмір журналу (кількість записів)

# TFRMEDITHISTORY.LVWRITELOG.COLUMNS[0].CAPTION
source: Address
ua_ua: Адреса

# TFRMEDITHISTORY.LVWRITELOG.COLUMNS[1].CAPTION
source: Original bytes
ua_ua: Оригінальні байти

# TFRMEDITHISTORY.LVWRITELOG.COLUMNS[2].CAPTION
source: New bytes
ua_ua: Нові байти

# TFRMEDITHISTORY.MIUNDO.CAPTION
source: Undo
ua_ua: Скасувати

# TFRMEXCEPTIONIGNORELIST.BTNADD.CAPTION
source: Add
ua_ua: Додати

source: Exception ignore list
ua_ua: Список винятків, що ігноруються

source: The following exceptions will be ignored
ua_ua: Будуть ігноровані такі винятки

source: Exception code
ua_ua: Код виключення

# TFRMEXCEPTIONREGIONLIST.BTNADD.CAPTION
source: Add
ua_ua: Додати

source: Exception region list
ua_ua: Список винятків у регіонах

source: Automatically add user allocations
ua_ua: Автододавання виділень користувачів

source: The following regions will causase debugger break when an unhandled exception happens inside them
ua_ua: Наступні регіони спричинять переривання відладчика, коли в них буде необроблений виняток

# TFRMEXCEPTIONREGIONLIST.LABEL2.CAPTION
source: Start address
ua_ua: Стартова адреса

source: End address
ua_ua: Кінцева адреса

# TFRMEXCEPTIONREGIONLIST.MICLEAR.CAPTION
source: Clear
ua_ua: Очистити

# TFRMEXCEPTIONREGIONLIST.MIFILE.CAPTION
source: File
ua_ua: Файл

source: Open...
ua_ua: Відкрити...

source: Save...
ua_ua: Зберегти...

# TFRMENUMERATEDLLS.BUTTON1.CAPTION
source: Close
ua_ua: Закрити

source: Cancel Enum
ua_ua: Скасувати

source: Enumerate DLL's
ua_ua: Список завантажених DLL

source: Copy Symbol Name
ua_ua: Копіювати ім'я символу

# TFRMENUMERATEDLLS.FIND.CAPTION
source: Find
ua_ua: Пошук

source: Symbols
ua_ua: Символи

# TFRMEXCLUDEHIDE.BUTTON1.CAPTION
source: OK
ua_ua: Підтвердити

# TFRMEXCLUDEHIDE.BUTTON2.CAPTION
source: Cancel
ua_ua: Скасувати

source: Show/Hide settings
ua_ua: Налаштування показу/приховання

source: Current process list
ua_ua: Список поточних процесів

source: List of processes that will not hide
ua_ua: Процеси, які не сховаються

source: Select the way cheat Engine hides/shows windows. (Will not work if a window that gets hidden or shown is not responding. E.g:Paused)
ua_ua: Виберіть спосіб приховування/показу вікон. (Не спрацює, якщо вікно не відповість. Наприклад: процес зупинено)

source: Only hide/show the foreground window
ua_ua: Приховувати/показувати лише активне вікно

source: Hide/show ALL windows
ua_ua: Приховувати/показувати ВСІ вікна

source: Add file(s)
ua_ua: Додати файл(и)

# tfrmexetrainergenerator.btngeneratetrainer.caption
source: Generate
ua_ua: Згенерувати

source: Remove file
ua_ua: Прибрати файл

source: Change EXE Icon
ua_ua: Змінити іконку

source: Add folder
ua_ua: Додати папку

source: Exe Trainer Generator
ua_ua: Генератор EXE трейнера

source: D3DHook
ua_ua: Перехоплення D3D

source: Gigantic
ua_ua: Гігантський

source: Puts the Cheat Engine executable, dll і інші потреби в trainer
ua_ua: Включає виконуваний файл Cheat Engine, dll'ки та інші необхідні файли

source: Kernel Tools
ua_ua: Модульний програвач

source: Speedhack
ua_ua: Спідхак

source: Tiny
ua_ua: Малесенький

source: Тільки потрібний trainer data in the trainer
ua_ua: Включає лише дані. Для запуску такого трейнера у користувача повинен бути встановлений Cheat Engine

# TFRMEXETRAINERGENERATOR.CBVEHDEBUG.CAPTION
source: VEH Debugger
ua_ua: VEH відладчик

# tfrmexetrainergenerator.combocompression.text
source: Max
ua_ua: Макс.

source: Process
ua_ua: Процес

source: Features used
ua_ua: Використані функції

source: Extra files
ua_ua: Додаткові файли

source: Trainer size
ua_ua: Розмір трейнера

# tfrmexetrainergenerator.label1.caption
source: Compression
ua_ua: Стиск

# TFRMEXETRAINERGENERATOR.LISTVIEW1.COLUMNS[0].CAPTION
source: File
ua_ua: Файл

source: Relative folder
ua_ua: Папка

source: Edit folder
ua_ua: Змінити папку

source: Target process is 32-bit
ua_ua: Метою є 32-бітовий процес

source: Target process is 64-bit
ua_ua: Метою є 64-бітовий процес

# tfrmfoundlistpreferences.btncancel.caption
source: Cancel
ua_ua: Скасувати

source: Font
ua_ua: Шрифт

# tfrmfoundlistpreferences.btnok.caption
source: OK
ua_ua: Налаштувач списку

source: Static
ua_ua: Статичний

# tfrmfoundlistpreferences.label2.caption
source: Example
ua_ua: Приклад

source: Dynamic
ua_ua: Динамічний

source: Normal value
ua_ua: Стандартне значення

# tfrmfoundlistpreferences.label5.caption
source: Changed value
ua_ua: Змінене значення

# tfrmfoundlistpreferences.label6.caption
source: Background color
ua_ua: Колір фону

# tfrmfoundlistpreferences.listview1.columns[0].caption
source: Address
ua_ua: Адреса

# tfrmfoundlistpreferences.listview1.columns[1].caption
source: Value
ua_ua: Значення

# tfrmhighlightereditor.button1.caption
source: OK
ua_ua: Підтвердити

# tfrmhighlightereditor.button2.caption
source: Cancel
ua_ua: Скасувати

source: Highlighter configurator
ua_ua: Конфігуратор підсвічування

source: Bold
ua_ua: Напівжирний

source: Italic
ua_ua: Курсів

source: Strikeout
ua_ua: Закреслений

source: Underline
ua_ua: Підкреслений

# tfrmhighlightereditor.label2.caption
source: Background Color
ua_ua: Колір фону

source: Foreground Color
ua_ua: Колір тексту

source: Style
ua_ua: Стиль

source: Patch
ua_ua: Патч

source: File patcher
ua_ua: Патчер файлу

source: Base address (MZ header)
ua_ua: Базова адреса (MZ заголовок)

# tfrmfilepatcher.lblfilename.caption
source: Filename
ua_ua: Назва файлу

source: Застосовні зміни для спеціального module
ua_ua: Застосувати зміни для вказаного модуля

source: Manual
ua_ua: Вручну

# TFRMFILLMEMORY.BUTTON1.CAPTION
source: OK
ua_ua: Підтвердити

# TFRMFILLMEMORY.BUTTON2.CAPTION
source: Cancel
ua_ua: Скасувати

source: Fill memory
ua_ua: Заповнити пам'ять

# TFRMFILLMEMORY.LABEL1.CAPTION
source: From
ua_ua: Від

# TFRMFILLMEMORY.LABEL2.CAPTION
source: To
ua_ua: До

source: Fill with
ua_ua: Заповнити

# TFRMFINDDIALOG.BTNFIND.CAPTION
source: Find
ua_ua: знайти

# TFRMFINDDIALOG.BUTTON1.CAPTION
source: Cancel
ua_ua: Скасувати

# TFRMFINDDIALOG.CAPTION
source: Find
ua_ua: Знайти

# TFRMFINDDIALOG.CBCASESENSITIVE.CAPTION
source: Case sensitive
ua_ua: З урахуванням регістру

# TFRMFINDDIALOG.LABEL1.CAPTION
source: Text
ua_ua: Текст

source: Enter the text до search:
ua_ua: Введіть текст для пошуку:

source: Direction
ua_ua: Напрямок

# tfrmfindstatics.button1.caption
source: Stopping...
ua_ua: Зупинка...

# tfrmfindstatics.caption
source: Find static addresses
ua_ua: Пошук статичних адрес

source: Only disassemble and check executable code
ua_ua: Тільки розбирати та перевіряти виконуваний код

# TFRMFINDSTATICS.LABEL1.CAPTION
source: From
ua_ua: Від

# tfrmfindstatics.label2.caption
source: To:
ua_ua: До:

source: Filter addresses
ua_ua: Відфільтрувати адреси

# TFRMFINDSTATICS.LABEL5.CAPTION
source: From
ua_ua: Від

# TFRMFINDSTATICS.LABEL6.CAPTION
source: To:
ua_ua: До:

# TFRMFINDSTATICS.LISTVIEW1.COLUMNS[0].CAPTION
source: Address
ua_ua: Адреса

source: Pointer?
ua_ua: Вказівник?

source: Reference count
ua_ua: кількість посилань

source: FPU
ua_ua: Регістри з плаваючою точкою

source: Classic view
ua_ua: Класичний вигляд

# TFRMFLOATINGPOINTPANEL.CBCONTEXTSECTION.TEXT
source: XMMRegisters
ua_ua: Регістри XMM

# tfrmfloatingpointpanel.tabsheet2.caption
source: Extended
ua_ua: Розширені

source: GDT
ua_ua: Таблиця глобальних дескрипторів

source: GNU Assembler+
ua_ua: GNU Асемблер+

# TFRMGROUPSCANALGORITMGENERATOR.BTNCANCEL.CAPTION
source: Cancel
ua_ua: Скасувати

# TFRMGROUPSCANALGORITMGENERATOR.BTNOK.CAPTION
source: OK
ua_ua: Генерація групового пошуку

source: Out of order
ua_ua: Не по порядку

source: Must be type-aligned
ua_ua: Вирівняти за типом

source: Block alignment
ua_ua: Вирівнювання блоку

source: Blocksize
ua_ua: Розмір блоку

source: Must be dividable by 4
ua_ua: Має бути кратно 4

source: Висока вартість empty або use * for wildcard
ua_ua: Залиште значення порожнім або скористайтесь підстановним знаком *

# TFRMHEAPS.BUTTON1.CAPTION
source: Close
ua_ua: Закрити

source: Current Heaplist
ua_ua: Поточний список куп

# TFRMHEAPS.LISTVIEW1.COLUMNS[0].CAPTION
source: Address
ua_ua: Адреса

# TFRMHEAPS.LISTVIEW1.COLUMNS[1].CAPTION
source: Size
ua_ua: Розмір

# TFRMHOTKEYEX.BUTTON1.CAPTION
source: OK
ua_ua: Підтвердити

# TFRMHOTKEYEX.BUTTON2.CAPTION
source: Cancel
ua_ua: Скасувати

# TFRMHOTKEYEX.BUTTON3.CAPTION
source: Clear
ua_ua: Очистити

source: Set Hotkey
ua_ua: Призначення гарячих клавіш

source: Змінити key combination you want to use
ua_ua: Натисніть комбінацію, яку потрібно використовувати

source: IDT
ua_ua: Таблиця дескрипторів переривань

# TFRMLOADMEMORY.BUTTON1.CAPTION
source: OK
ua_ua: Підтвердити

# TFRMLOADMEMORY.BUTTON2.CAPTION
source: Cancel
ua_ua: Скасувати

# TFRMLOADMEMORY.BUTTON3.CAPTION
source: Edit
ua_ua: Редагувати

source: Load Memory Region
ua_ua: Завантажити регіон пам'яті

# TFRMLOADMEMORY.LABEL1.CAPTION
source: Address:
ua_ua: Адреса:

# TFRMLUAENGINE.BTNEXECUTE.CAPTION
source: Execute
ua_ua: Виконати

source: Show on "print"
ua_ua: Випливання вікна Lua Engine під час виклику функції "print"

# tfrmluaengine.groupbox1.caption
source: Output
ua_ua: Висновок

# TFRMLUAENGINE.MENUITEM1.CAPTION
source: File
ua_ua: Файл

# tfrmluaengine.menuitem11.caption
source: New window
ua_ua: Нове вікно

# tfrmluaengine.menuitem15.caption
source: Lua syntax highlighting preferences
ua_ua: Відкрити скрипт

source: Save current script
ua_ua: Зберегти поточний скрипт

source: Clear output
ua_ua: Очистити висновок

source: Autocomplete
ua_ua: Автозавершення

# tfrmluaengine.micopy.caption
source: Copy
ua_ua: Копіювати

# tfrmluaengine.micut.caption
source: Cut
ua_ua: Вирізати

# tfrmluaengine.midebug.caption
source: Debug
ua_ua: Налагодження

# tfrmluaengine.mifind.caption
source: Find
ua_ua: Знайти

# tfrmluaengine.mifindreplace.caption
source: Find/Replace
ua_ua: Знайти/Змінити

# tfrmluaengine.mipaste.caption
source: Paste
ua_ua: Вставити

# tfrmluaengine.miredo.caption
source: Redo
ua_ua: Повернути

source: Resize output on resize
ua_ua: Змінити розмір виводу при зміні розміру вікна

# tfrmluaengine.mirun.caption
source: Run
ua_ua: Запустити

source: Save current script as...
ua_ua: Зберегти поточний скрипт як...

source: Set breakpoint
ua_ua: Встановити брейкпоїнт

source: Show script in output
ua_ua: Показувати скрипт у виводі

source: Single step
ua_ua: Крок

# tfrmluaengine.miundo.caption
source: Undo
ua_ua: Скасувати

# TFRMLUAENGINE.MIVIEW.CAPTION
source: View
ua_ua: Вигляд

source: Continue
ua_ua: Продовжити

source: Single Step
ua_ua: Крок

# TFRMLUAENGINE.TBSTOPDEBUG.HINT
source: Stop
ua_ua: Стоп

# TFRMLUASCRIPTQUESTION.BUTTON1.CAPTION
source: Yes
ua_ua: Так

# TFRMLUASCRIPTQUESTION.BUTTON2.CAPTION
source: No
ua_ua: Ні

source: Execute this lua script?
ua_ua: Попереднє посилання:

# tfrmluascriptquestion.label16.caption
source: Коли table has a lua script, execute it:
ua_ua: Виконувати lua скрипт, якщо він присутній у таблиці:

# tfrmluascriptquestion.rbalways.caption
source: Always
ua_ua: Завжди

source: Чи не показує цей dialog anymore and always execute the scripts
ua_ua: Більше не показувати цей діалог і завжди виконувати скрипти

# tfrmluascriptquestion.rbalwaysask.caption
source: Always ask
ua_ua: Завжди запитувати

source: Always show this dialog, even if trusted
ua_ua: Завжди показуйте цей діалог, навіть якщо ви довіряєте

# tfrmluascriptquestion.rbnever.caption
source: Never
ua_ua: Ніколи

source: Чи не показує цей dialog anymore and never execute the scripts
ua_ua: Більше не показувати цей діалог і ніколи не виконувати скрипти

# tfrmluascriptquestion.rbsignedonly.caption
source: Only when signed, else ask
ua_ua: Тільки якщо підписано, інакше запитувати

source: Тільки автоматично execute lua scripts from trusted sources, else ask
ua_ua: Автоматично виконувати lua скрипти тільки з джерел, що довіряються, інакше запитувати

# TFRMMANUALSTACKTRACECONFIG.BTNCANCEL.CAPTION
source: Cancel
ua_ua: Скасувати

# TFRMMANUALSTACKTRACECONFIG.BTNOK.CAPTION
source: OK
ua_ua: Підтвердити

source: Manual stacktrace config
ua_ua: Конфігурація ручного трасування стека

source: Use shadow copy
ua_ua: Використовувати тіньову копію

source: Original base
ua_ua: Оригінальна основа

# TFRMMANUALSTACKTRACECONFIG.LABEL3.CAPTION
source: Size
ua_ua: Розмір

source: New copy
ua_ua: Нова копія

source: Reload
ua_ua: Оновити

source: Check Address
ua_ua: Перевірити адресу

source: Memory Allocations
ua_ua: Розподіл пам'яті

source: Hook alloc functions
ua_ua: Перехоплення функції alloc

source: Data
ua_ua: Дані

source: Flags:
ua_ua: Прапори:

source: Base Address:
ua_ua: Базова адреса:

source: HeapHandle
ua_ua: Дескриптор купи:

# tfrmmemoryallochandler.label4.caption
source: Size:
ua_ua: Розмір:

source: Кольдн'т find in heap. Found using the Alloc hook. (Not very useful)
ua_ua: Не вдалося знайти в купі. Скористайтеся перехопленням функції Alloc. (Не дуже корисний метод)

# TFRMMEMORYRECORDDROPDOWNSETTINGS.BTNCANCEL.CAPTION
source: Cancel
ua_ua: Скасувати

# TFRMMEMORYRECORDDROPDOWNSETTINGS.BTNOK.CAPTION
source: OK
ua_ua: Налаштування списку, що випадає

source: Disallow manual user input
ua_ua: Заборонити ручне введення даних користувачем

source: Зберегти рекордний відтворення цін як згорнути список
ua_ua: Відображати значення запису як у випадаюч. списку

source: Тільки show description part
ua_ua: Показувати лише опис

# TFRMMEMORYRECORDDROPDOWNSETTINGS.COPY1.CAPTION
source: Copy
ua_ua: Копіювати

# TFRMMEMORYRECORDDROPDOWNSETTINGS.CUT1.CAPTION
source: Cut
ua_ua: Вирізати

source: Залишається empty for no dropdown list
ua_ua: Не заповнюйте, якщо список, що випадає, вам не потрібен

source: Value:Description or (memrecdescription)
ua_ua: Значення:опис

source: *:Text Value to display if no value in the list is found
ua_ua: *: Текстовое значение для отображения, если значение не найдено в списке

source: Format:
ua_ua: Формат:

# TFRMMEMORYRECORDDROPDOWNSETTINGS.PASTE1.CAPTION
source: Paste
ua_ua: Вставити

# TFRMMEMORYRECORDDROPDOWNSETTINGS.UNDO1.CAPTION
source: Undo
ua_ua: Скасувати

source: Fetch memory map
ua_ua: Витягнути картку

source: Коррентна пам'ять пам'яті, що відображається, press to set scroll size to match this as closely as possible
ua_ua: Натисніть, щоб розмір прокручування якомога точніше відповідав поточному розміру пам'яті видимого екрана

source: Graphical Memory View
ua_ua: Графічне представлення пам'яті

# TFRMMEMORYVIEWEX.CBADDRESSLIST.TEXT
source: Current Memory
ua_ua: Показувати лише адреси зі списку знайдених адрес

# TFRMMEMORYVIEWEX.CBSAVEDLIST.TEXT
source: Current Memory
ua_ua: Поточна пам'ять

# tfrmmemoryviewex.cbtype.text
source: Byte
ua_ua: Байт

# tfrmmemoryviewex.cbcompare.caption
source: Compare against
ua_ua: Порівняти з

source: Реєстрація exists out
ua_ua: Число байт поза рядком

# TFRMMEMORYVIEWEX.LABEL1.CAPTION
source: Type
ua_ua: Тип

source: Pixels per line
ua_ua: Пікселів на лінію

source: Color
ua_ua: Колірна модель

# TFRMMEMORYVIEWEX.LBLADDRESS.CAPTION
source: Address:
ua_ua: Адреса:

source: Zoom:
ua_ua: Масштабування:

source: Or
ua_ua: або

source: And
ua_ua: і

source: Xor
ua_ua: ЯКИЙ виключає

# TFRMMEMRECCOMBOBOX.BTNCANCEL.CAPTION
source: Cancel
ua_ua: Скасувати

# TFRMMEMRECCOMBOBOX.BTNOK.CAPTION
source: OK
ua_ua: Підтвердити
