Repository: Ukrainian-Hucker/Ukrainian-language-for-Cheat-Engine
Catalog: ua_UA/cheatengine-x86_64.po
Languages: ua_ua

source: It's not recommended to run the structure compare with just one address in a group
ua_ua: Не рекомендується запускати порівняння структури лише з однією адресою у групі

# structuresfrm2.rswhichgroupdoyouwanttosetthisaddressto
source: Яка група вказує на те, щоб отримати це повідомлення?
ua_ua: У яку групу ви хочете визначити цю адресу?

# structuresfrm2.rswrongversion
source: Ця структура файлу була створена з новою версією Cheat Engine.
ua_ua: Ви впевнені, що хочете видалити всі символи зі списку?

source: Are you sure you want to remove this symbol from the list?
ua_ua: Ви впевнені, що хочете видалити цей символ зі списку?

source: already exists
ua_ua: вже існує

source: Error allocating memory
ua_ua: Помилка при виділенні пам'яті

source: Failure determining what %s means
ua_ua: Не вдалося визначити, що означає %s

source: Please provide a bigger size
ua_ua: Будь ласка, надайте більший розмір

source: Symbolloaderthread has crashed
ua_ua: Відбувся збій Потік завантажувача символів

source: The symbol named %s was previously declared with a size of %s instead of %s. all scripts that use this memory must give the same size. Adjust the size, or delete the old alloc from the userdefined symbol list
ua_ua: Не можна додати символ з адресою 0

source: Ви можете змінити це налаштування на момент
ua_ua: На даний момент ви не можете змінити ці налаштування

source: Цей table is too old to be used. Get Cheat engine 5.6 and open/resave this table
ua_ua: Ця таблиця надто стара, щоб використовувати її в цій версії програми. Встановіть Cheat Engine 5.6, відкрийте/перезбережіть цю таблицю

# tabout.button1.caption
source: OK
ua_ua: Підтвердити

source: Donate
ua_ua: Пожертвувати

source: If you like Cheat Engine and want to contribute something to the development, just send a donation using Paypal.
ua_ua: Якщо вам сподобався Cheat Engine і ви хочете зробити внесок у його розвиток, просто надішліть пожертву, використовуючи PayPal.

source: About Cheat Engine
ua_ua: Про програму

source: Made by: Dark Byte
ua_ua: Автор: Dark Byte

source: Script engine powered by Lua
ua_ua: Скриптовий двигун заснований на Lua

source: Танці до:
ua_ua: Подяка:

source: Patreon
ua_ua: Патреон

source: And all the other people that helped me out
ua_ua: І всім іншим, хто допомагав

source: Website
ua_ua: Веб-сайт

source: Message Board
ua_ua: Форум

source: your system may or may not support dbvm
ua_ua: Підтвердити

source: Button2
ua_ua: Кнопка2

source: Button3
ua_ua: Кнопка3

# tadvancedoptions.caption
source: Code list/Pause
ua_ua: Список кодів/Пауза

# tadvancedoptions.lvcodelist.columns[0].caption
source: Address
ua_ua: Адреса

# tadvancedoptions.lvcodelist.columns[1].caption
source: Name
ua_ua: Назва

# tadvancedoptions.findoutwhatthiscodechanges1.caption
source: Find out what addresses this code writes to
ua_ua: Знайти адреси, за якими записує ця інструкція

source: Code list:
ua_ua: Список кодів:

source: DBVM Find....
ua_ua: DBVM Пошук....

# tadvancedoptions.minewgroup.caption
source: New group
ua_ua: Нова група

# tadvancedoptions.mireplacewithnops.caption
source: Replace with code that does nothing
ua_ua: Замінити код, що нічого не робить (NOP)

# tadvancedoptions.mirestorewithoriginal.caption
source: Restore with original code
ua_ua: Відновити оригінальний код

source: Set color
ua_ua: Встановити колір

source: Виберіть файл, який ви шукаєте
ua_ua: Виберіть файл, який потрібно знайти

source: Open the disassembler at this location
ua_ua: Відкрити дизассемблер у цьому місці

# tadvancedoptions.pausebutton.hint
source: Pause the game
ua_ua: Зупинити процес гри

source: Remove from list
ua_ua: Видалити зі списку

# tadvancedoptions.rename1.caption
source: Rename
ua_ua: Перейменувати

source: Відмінно все
ua_ua: Замінити NOP'ами всі інструкції у списку

source: Create a standalone trainer
ua_ua: Створити автономний трейнер

# tcalloralldialog.button1.caption
source: All
ua_ua: Всі

# TCALLORALLDIALOG.BUTTON1.CAPTION
source: Call's only
ua_ua: Тільки дзвінки

# TCALLORALLDIALOG.BUTTON3.CAPTION
source: Cancel
ua_ua: Скасувати

# tcalloralldialog.caption
source: Code Filter
ua_ua: Фільтр коду

source: Load all instructions into the list or just the CALL's ?
ua_ua: Завантажити всі інструкції в перелік або тільки виклики?

# TCHANGEOFFSET.CANCEL.CAPTION
source: Cancel
ua_ua: скасувати

# tchangeoffset.cbhexadecimal.caption
source: Recalculate address
ua_ua: Шістнадцятковий

source: Change
ua_ua: Змінити

# tcomments.button1.caption
source: Close
ua_ua: Закрити

# tcomments.caption
source: Comments
ua_ua: Коментарі

# TCOMMENTS.TSCOMMENT.CAPTION
source: Comments
ua_ua: Коментарі

# TFINDWINDOW.BTNCANCEL.CAPTION
source: Cancel
ua_ua: Скасувати

# TFINDWINDOW.BTNOK.CAPTION
source: OK
ua_ua: Підтвердити

# TFINDWINDOW.CAPTION
source: Find
ua_ua: Пошук

# tfindwindow.cbunicode.caption
source: Unicode
ua_ua: Юнікод

# tfindwindow.label2.caption
source: From
ua_ua: Від

# tfindwindow.label3.caption
source: To
ua_ua: До

source: Array to scan
ua_ua: Діапазон пошуку

source: Type:
ua_ua: Тип:

source: (Array of) byte
ua_ua: (Масив) байт

# TFINDWINDOW.RBTEXT.CAPTION
source: Text
ua_ua: Текст

# TFORM1.LABEL1.CAPTION
source: Filter
ua_ua: Фільтр

# TFORMADDRESSCHANGE.BTNCANCEL.CAPTION
source: Cancel
ua_ua: Скасувати

# TFORMADDRESSCHANGE.BTNOK.CAPTION
source: OK
ua_ua: підтвердити

# tformaddresschange.caption
source: Change address
ua_ua: Змінити адресу

# tformaddresschange.cbcodepage.caption
source: Codepage
ua_ua: Кодова сторінка

# tformaddresschange.cbpointer.caption
source: Pointer
ua_ua: вказівник

# TFORMADDRESSCHANGE.CBUNICODE.CAPTION
source: Unicode
ua_ua: Юнікод

# tformaddresschange.cbvartype.text
source: 4 Bytes
ua_ua: 4 Байта

# tformaddresschange.label1.caption
source: Address:
ua_ua: Адреса:

# tformaddresschange.label12.caption
source: Type
ua_ua: Тип

# tformaddresschange.label3.caption
source: Startbit:
ua_ua: Опис

source: =Value
ua_ua: =Значення

# tformaddresschange.lengthlabel.caption
source: Length
ua_ua: Довжина

# TFORMADDRESSCHANGE.MIADDADDRESSTOLIST.CAPTION
source: Add this address to the list
ua_ua: Додати цю адресу до таблиці

# TFORMADDRESSCHANGE.MICOPY.CAPTION
source: Copy
ua_ua: Копіювати

# TFORMADDRESSCHANGE.MICUT.CAPTION
source: Cut
ua_ua: Вирізати

# TFORMADDRESSCHANGE.MIPASTE.CAPTION
source: Paste
ua_ua: Вставити

source: Тільки оновити зсув через певний проміжок часу
ua_ua: Оновлювати зміщення лише через певний проміжок часу

source: Тільки оновити зміщення, коли запис пам’яті перетлумачується
ua_ua: Оновлювати зміщення лише після запису в пам'яті

# TFORMDEBUGSTRINGS.BUTTON1.CAPTION
source: OK
ua_ua: ОК

# tformdebugstrings.caption
source: Debug strings
ua_ua: Налагоджувальні рядки

# tformdesigner.calendar.hint
source: Calendar
ua_ua: Календар

# tformdesigner.caption
source: Form Designer
ua_ua: Дизайнер форм

source: Button
ua_ua: Кнопка

source: CheckBox
ua_ua: Флажок

source: ComboBox
ua_ua: Випадаючий список

# tformdesigner.ceedit.hint
source: Edit
ua_ua: Поле для введення

source: GroupBox
ua_ua: Группа

# tformdesigner.ceimage.hint
source: Image
ua_ua: Малюнок

source: Label
ua_ua: Надпис

source: Listbox
ua_ua: перелік

source: ListView
ua_ua: Представленння переліку

source: Memo
ua_ua: Багаторядкове поле

source: Opendialog
ua_ua: Діалог відкриття файлу

source: PageControl
ua_ua: Набір сторінок

source: Panel
ua_ua: Панель

source: ProgressBar
ua_ua: Лінійка прогресу

source: RadioGroup
ua_ua: Группа перемикачів

source: Savedialog
ua_ua: Діалог збереження файлу

source: Splitter
ua_ua: Розділювач

source: Timer
ua_ua: Таймер

source: Togglebox
ua_ua: Перемикач

source: TrackBar
ua_ua: Лінійка відстеження

source: Treeview
ua_ua: Представлення дерева

# tformdesigner.checklistbox.hint
source: CheckListBox
ua_ua: перелік з флажками

# tformdesigner.finddialog.hint
source: FindDialog
ua_ua: Діалог пошука тексту

# TFORMDESIGNER.MAINMENU.HINT
source: MainMenu
ua_ua: Головне меню

# tformdesigner.menuitem1.caption
source: File
ua_ua: Файл

source: Add unlisted object
ua_ua: Додайте не включений до списку об'єкт

source: Add Items
ua_ua: Додати елементи

source: Add sub menu items
ua_ua: Додати елементи меню

source: Add Tab
ua_ua: Додати вкладку

# tformdesigner.mianchoreditor.caption
source: Anchor Editor
ua_ua: Редактор прив'язок

# tformdesigner.mianchoreditor2.caption
source: Anchor Editor
ua_ua: Редактор прив'язок

source: Bring to front
ua_ua: Перенести на передній план

# TFORMDESIGNER.MIDELETE.CAPTION
source: Delete
ua_ua: Видалити

# tformdesigner.miload.caption
source: Load
ua_ua: Завантажити

source: Load LFM
ua_ua: Завантажити LFM

source: Move down
ua_ua: Перемістити нижче

source: Move up
ua_ua: Перемістити вище

# tformdesigner.misave.caption
source: Save
ua_ua: Зберегти

source: Save LFM
ua_ua: Зберегти LFM

source: Send to back
ua_ua: Надіслати на задній план

source: Add menu items
ua_ua: Додати елементи меню

source: PaintBox
ua_ua: Полотно для малювання

# TFORMDESIGNER.POPUPMENU.HINT
source: PopupMenu
ua_ua: Спливаюче меню

# tformdesigner.radiobutton.hint
source: RadioButton
ua_ua: Перемикач

# tformdesigner.scrollbox.hint
source: ScrollBox
ua_ua: Область прокручування

# tformdesigner.selectdirectorydialog.hint
source: SelectDirectoryDialog
ua_ua: Діалог вибору директорії

# TFORMDIFFERENTBITSIZE.BUTTON1.CAPTION
source: OK
ua_ua: Підтвердити

source: Different sized row of bits
ua_ua: Рядок бітів різного розміру

source: The last time you scanned the number of bits was 90 and now it is 12. Please tell me how and how much i must change the bit offset to successfully scan. (Left arrow+right arrow move the bits)
ua_ua: О ні! Ви знайшли мене!

# TFORMFOUNDCODELISTEXTRA.BUTTON1.CAPTION
source: OK
ua_ua: Підтвердити

source: Extra info
ua_ua: Додаткова інформація

source: Copy info to clipboard
ua_ua: Копіювати інформацію в буфер обміну

source: Copy easy guess to clipboard
ua_ua: Копіювати ймовірне значення покажчика

source: Регістри показують, що AFTER instruction has been executed
ua_ua: Вказано значення регістрів після виконання інструкції

source: Physical Address=XXXXXXXX
ua_ua: Фізична адреса = XXXXXXXXXXX

source: Virtual Address=XXXXXXXX
ua_ua: Віртуальна адреса = XXXXXXXXXXX

# tformfoundcodelistextra.sbshowfloats.hint
source: Floating point registers
ua_ua: Регістри з плаваючою точкою

# tformfoundcodelistextra.sbshowstack.caption
source: S
ua_ua: С

# tformfoundcodelistextra.sbshowstack.hint
source: Stack view
ua_ua: Перегляд стека

# TFORMHOTKEY.BUTTON1.CAPTION
source: OK
ua_ua: Добре

# TFORMHOTKEY.BUTTON2.CAPTION
source: Cancel
ua_ua: Скасувати

source: Change hotkey
ua_ua: Змінити горячу клавішу

source: Press the new hotkey combination in below:
ua_ua: Натисніть нову комбінацію клавіші:

# TFORMMEMORYREGIONS.BUTTON1.CAPTION
source: OK
ua_ua: Добре

# tformmemoryregions.caption
source: Memory regions
ua_ua: Адреса

source: Allocation Protect
ua_ua: Атрибут захисту

source: State
ua_ua: Стан

# tformmemoryregions.listview1.columns[3].caption
source: Protect
ua_ua: Захист доступу

# TFORMMEMORYREGIONS.LISTVIEW1.COLUMNS[4].CAPTION
source: Type
ua_ua: Тип

# tformmemoryregions.listview1.columns[5].caption
source: Size
ua_ua: Розмір

# tformmemoryregions.listview1.columns[6].caption
source: Extra
ua_ua: Додатково

source: Give the basename of the regions to be saved. (Can be a CT file)
ua_ua: Введіть базову назву регіонам, щоб зберегти. (Може бути .CT файлом)

source: Save selected regions
ua_ua: Зберегти вибраний регіон

source: Select all readable memory
ua_ua: Вибрати всю пам'ять, що читається

source: Set selected regions to be writable
ua_ua: Встановити вибраним регіонам права на запис

source: Hold ctrl when opening this window to also see kernelmode regions
ua_ua: Затисніть Ctrl при відкритті цього вікна, щоб бачити регіони режиму ядра

source: Find what writes to this pointer
ua_ua: Знайти інструкції, що записують за цим покажчиком

source: Find what writes to the address pointed at by this pointer
ua_ua: Знайти інструкції, що записують за вказаною адресою

source: Cheat Engine Pointer
ua_ua: Покажчик

source: This is a pointer.
ua_ua: Це покажчик.

source: Scanning...
ua_ua: Сканування...

source: About CE
ua_ua: Про додаток

source: Ask for replace with nop
ua_ua: Запитувати перед заміною NOP'ами

# tformsettings.assembler.caption
source: Debugger Options
ua_ua: Параметри відладчика

# TFORMSETTINGS.BTNCANCEL.CAPTION
source: Cancel
ua_ua: Скасувати

source: More...
ua_ua: Докладніше...

source: Make possible
ua_ua: Уможливити

# TFORMSETTINGS.BTNOK.CAPTION
source: OK
ua_ua: Підтвердити

source: Restore Protection
ua_ua: Відновити захист

source: Select Language
ua_ua: Вибрати мову

# tformsettings.btnsetfont.caption
source: Set Font
ua_ua: Задати

# TFORMSETTINGS.BTNTOOLDELETE.CAPTION
source: Delete
ua_ua: Видалити

# tformsettings.btntoolnew.caption
source: New
ua_ua: Новий

source: Add new
ua_ua: Додати новий

# TFORMSETTINGS.BUTTON5.CAPTION
source: Delete
ua_ua: Видалити

source: Cheat Engine settings
ua_ua: Налаштування Cheat Engine

# TFORMSETTINGS.CBALLOCSADDTOWATCHEDREGIONS.CAPTION
source: Automatically add allocated memory by CE as watched regions
ua_ua: Автоматично додавати виділену Cheat Engine'ом пам'ять як регіон, що спостерігається

source: Always ask for password when signing
ua_ua: Завжди запитувати пароль під час підписання

source: Even autoattach when another process already been selected
ua_ua: Автоматично приєднуватися, навіть якщо вибрано інший процес

source: Ability to step through kernel code
ua_ua: Центрувати Cheat Engine під час перенесення на передній план

source: До не try to obtain handles
ua_ua: Не намагатись отримати дескриптори

source: У вас немає поточних зображеньфайлів у windows tempdir
ua_ua: Не зберігати тимчасові пошукові файли в системній папці «TEMP»

source: DPI Aware (Requires a restart)
ua_ua: Враховувати DPI (Потрібно перезапустити)

source: Зовнішнє сканування на зразок
ua_ua: Швидкий пошук за промовчанням

source: Use Global Debug routines
ua_ua: Використовувати процедури глобального налагодження

source: Handle beakpoints не відповідають CE
ua_ua: Обробляти брейкпоінти, викликаними не Cheat Engine

source: Hide деякі / всі windows instead of trying to bring cheat engine to front
ua_ua: Приховувати деякі вікна замість спроби перенести Cheat Engine на передній план

source: Incremental value
ua_ua: Інкрементне значення

source: Use APC to inject dll's
ua_ua: Використовувати асинхронний виклик процедури ін'єкції dll

source: Use kernelmode debugger
ua_ua: Використовувати налагоджувач режиму ядра

# tformsettings.cbkernelopenprocess.caption
source: Open Process
ua_ua: Відкриття процесу

source: Query memory region routines
ua_ua: Процедури доступу до регіону пам'яті

source: Виконати процес завантаження Memory (Will cause slower scans)
ua_ua: Читання/Запис Пам'яті Процесу (може знизити швидкість пошуку)

source: Collect all garbage every few seconds
ua_ua: Збирати все сміття кожні

source: Тільки, коли розмір є великий:
ua_ua: Тільки коли розмір більший за:

source: Passive garbage collection
ua_ua: Пасивний збір сміття

source: Constantly runs a few steps of the garbage collector sequence. (Will take a while till all garbage is cleaned if there is a lot)
ua_ua: MEM_IMAGE: Сторінки пам'яті в межах регіону порівнюються з зображенням розділу

source: MEM_MAPPED:Memory that is mapped into view of a section. (E.g:File mapping, emulator memory, slow)
ua_ua: MEM_MAPPED: Сторінки пам'яті в межах регіону порівнюються з розділом (Знижує швидкість)

source: MEM_PRIVATE:Memory that is private.
ua_ua: MEM_PRIVATE: Сторінки пам'яті в межах приватного регіону.

source: Never change memory protection when editing
ua_ua: Ніколи не змінювати захист пам'яті під час редагування

source: Always force load modules
ua_ua: Примусове завантаження модулів

source: Підтримуючи CE's internal injectDLL routine не буде використовувати loadlibrary в target at all and always use manual mapping to load the dll (When disabled CE will still use manual mapping when normal dll injection fails)
ua_ua: Якщо включено, то внутрішня процедура впровадження dll не буде використовувати бібліотеку завантаження, а завжди використовуватиме ручний мапінг для завантаження dll (Якщо вимкнено, то Cheat Engine як і раніше використовуватиме ручний мапінг при збої звичайної ін'єкції dll)

source: Always sign Cheat Tables when saving
ua_ua: Завжди підписувати чит таблиці при збереженні

source: Pointer adding: Append pointerline instead of insert
ua_ua: Додавання покажчика: Вставлення замість заміни

source: Зверніться до default font (Requires a restart)
ua_ua: Замінити стандартний шрифт (Потрібно перезапустити)

source: Зовсім існуючі breakpoints коли setting breakpoints
ua_ua: Знімати вже встановлені брейкпоїнти під час встановлення нових

source: Pause while scanning on by default
ua_ua: Зупиняти процес гри під час пошуку

source: Get process icons for processlist
ua_ua: Показувати іконки у списку процесів

source: Тільки show processes with an icon
ua_ua: Показувати лише іконки процесів

source: Enable use of the Process Watcher
ua_ua: Відкривати дескриптор процесів під час їх створення

source: Save window positions
ua_ua: Зберігати позицію вікон

source: Показати всі windows in the taskbar
ua_ua: Показувати всі вікна Cheat Engine на панелі завдань

source: Показати значення є, якщо вони signed
ua_ua: Показувати значення як знакові (тільки для цілих чисел)

source: Show language selection menu item at the main screen
ua_ua: Показувати меню вибору мови у головному вікні

source: Меню menu
ua_ua: Показувати головне меню

source: Показати процес list in main menu
ua_ua: Показувати список процесів у головному меню

source: Show 'tools' menu item
ua_ua: Показувати меню "Інструменти" в головному меню

source: Show undo button
ua_ua: Показувати кнопку "Повернення"

source: Simple paste
ua_ua: Проста вставка

source: Довідки не скануються пам'яті, що це зроблено з No Cache option
ua_ua: Не шукати в пам'яті з атрибутом захисту "Не кешувати"

source: Some systems crash when trying to read memory with this protection. If that happens check this option.
ua_ua: Деякі системи аварійно завершуються під час спроби читати пам'ять із цим атрибутом захисту. Увімкніть цю опцію, якщо це відбувається.

source: Додаткові сканування пам'яті, що це зроблено з написом Write Combine option
ua_ua: Не сканувати пам'ять, захищену за допомогою параметра "Комбінувати записи"

source: Update the list of found address even after scanning
ua_ua: Постійне оновлення списку знайдених адрес

source: Use Mac debugger
ua_ua: Використовувати Mac налагоджувач

source: Use thread for freeze
ua_ua: Використовувати потік для заморожування

source: Use VEH Debugger
ua_ua: Використовувати VEH налагоджувач

source: Use windows debugger
ua_ua: Використовувати Windows відкладчик

source: Get/Set thread context on creation
ua_ua: Читання/запис контексту під час створення потоку

source: Wait after gui updates
ua_ua: Іноді звернення до функції «Знайти інструкції/адреси...» відбувається настільки часто, що графічний інтерфейс користувача не встигає оновлюватися, і це призводить до некоректної поведінки, такої як неможливість закриття деяких вікон або кнопки, що не реагують. При увімкненні цієї опції налаштовувач надасть графічному інтерфейсу користувача деякий час для обробки повідомлень, перед тим, як піде його наступне оновлення. Недолік: Гра може трохи пригальмовувати, під час використання функцій "Знайти інструкції/адреси..."

source: Enable write logging by default
ua_ua: Увімкнути ведення журналу записів за замовчуванням

source: When enabled CE will record writes done by the user and allows the user to undo those changes
ua_ua: При включенні цієї опції Cheat Engine записуватиме зроблені користувачем записи, надаючи можливість скасувати внесені зміни

source: Всі типи включаються
ua_ua: Тип значення "Все" включає в себе

source: Try to prevent detection of the debugger
ua_ua: Намагатися обійти виявлення відладчика

source: Use APC для створення нових threads
ua_ua: Використовувати асинхронний виклик процедури для створення нових потоків

source: CodeFinder
ua_ua: Визначник коду

# tformsettings.combothreadpriority.text
source: Higher
ua_ua: Вище за звичайне

# tformsettings.default1.caption
source: Default
ua_ua: За замовчуванням

source: Type the name of the process you want to automatically open. Note: Only works when NO process has been opened yet
ua_ua: Вкажіть назву процесу, яку хочете відкривати автоматично. Примітка: Працює, якщо жоден процес ще не був відкритий

source: Число мільйонів, що Cheat Engine буде продовжувати перед тим, як повернути різьблені адреси до своїх оригіналів.
ua_ua: Кількість мілісекунд, які Cheat Engine буде очікувати, перш ніж скинути заморожені адреси до їх вихідного значення.

source: Число мільйонів, що Cheat Engine буде проходити перед тим, як зменшити список адресних адрес
ua_ua: Кількість мілісекунд, які Cheat Engine буде очікувати, перш ніж оновити список знайдених адрес

source: The number of milliseconds that Cheat Engine will wait before refreshing the list of addresses
ua_ua: Кількість мілісекунд, які Cheat Engine чекатиме, перш ніж оновити список адрес

source: The delay in milliseconds to wait before starting a next scan when the 'repeat' checkbox is ticked 0=no wait
ua_ua: Затримка в мілісекундах перед початком наступного пошуку, якщо включення опція «Повторення» 0=без затримки

# TFORMSETTINGS.EXTRA.CAPTION
source: Extra
ua_ua: За стандартною поведінкою для непередбачених брейкпоінтів

# tformsettings.generalsettings.caption
source: General Settings
ua_ua: Загальні налаштування

source: Address list specific
ua_ua: Особливості списку адрес

source: Debugger interface config
ua_ua: Конфігурація налагоджувального інтерфейсу

source: За допомогою наступного CE Kernel routines instead of the original windows version
ua_ua: Використовувати такі процедури ядра Cheat Engine замість оригінальних процедур Windows

source: Звичайний breakpoint метод
ua_ua: Переважний метод переривання

source: Table: Lua scripts
ua_ua: Таблиця: Lua скрипти

source: Size of scanbuffer (KB):
ua_ua: Розмір буфера пошуку (Кбайт):

source: Current Language:
ua_ua: Поточна мова:

# tformsettings.label11.caption
source: ms
ua_ua: мс

# TFORMSETTINGS.LABEL12.CAPTION
source: ms
ua_ua: мс

# tformsettings.label13.caption
source: Update interval
ua_ua: Інтервал поновлення

source: Freeze interval
ua_ua: Інтервал заморозки

source: (Can affect scan speed a lot)
ua_ua: (Може сильно вплинути на швидкість пошуку)

source: Коли table has a lua script, execute it:
ua_ua: Виконувати lua скрипт, якщо він присутній у таблиці:

source: Seconds
ua_ua: Секунд

source: Found address list update interval
ua_ua: Інтервал оновлення списку знайдених адрес

# TFORMSETTINGS.LABEL19.CAPTION
source: ms
ua_ua: мс

source: Store the temporary scanfiles here instead:
ua_ua: Розташування тимчасових пошукових файлів:

source: Megabyte
ua_ua: Мбайт

source: Сканувати наступні пам'ятки регіональних типів:
ua_ua: Сканувати такі типи регіонів пам'яті:

source: Застосування plugins є available:
ua_ua: Доступні такі плагіни:

source: Automatically attach to processes named
ua_ua: Автоматично приєднуватися до процесів під ім'ям

source: (Seperate entries with ; )
ua_ua: (Поділіть записи крапкою з комою)

# tformsettings.label25.caption
source: ms
ua_ua: мс

source: Thread priority
ua_ua: Пріоритет потоку

source: Single line assembler:
ua_ua: Посрочний асемблер:

source: Default return value
ua_ua: За замовчуванням значення, що повертається

# tformsettings.label7.caption
source: Size of stack to record on "Find what... routines"
ua_ua: Байт

# tformsettings.label8.caption
source: Max log size (nr of entries)
ua_ua: Максимальний розмір журналу (кількість записів)
