Repository: Ukrainian-Hucker/Ukrainian-language-for-Cheat-Engine
Catalog: ua_UA/cheatengine-x86_64.po
Languages: ua_ua

source: Are you sure you want to launch DBVM? You seem to be running in 32-bit, so don't really need it that badly (Except for ultimap and cloaked operations)
ua_ua: Ви впевнені,що хочете запустити DBVM? На 32-бітній системі від неї мало користі (За виключенням Ultimap і прихованих операцій)

source: Did you really think you'd find an easter egg by doing this? Well, you know what? You where right!
ua_ua: Ви дійсно думали,що знайшли б так пасхалку? А знаєте що? праві

source: launchdbvm was not assigned
ua_ua: launchdbvm не був визначений

source: This means that you're currently not running dbvm, but that your system is capable of running it
ua_ua: На вашій системі запущена DBVM. а це значіть,що Cheat Engine буде використовувати додаткові інструменти, котрі раніше були недоступні

source: This means that you will need a new cpu (intel) to be able to use the advanced dbvm options
ua_ua: Для користування додаткових налаштувань DBVM, вам потрібен новий процессор (Intel)

source: Your system DOES NOT support DBVM
ua_ua: Ваша система НЕ підтримує DBVM

source: Your system is running DBVM version %s
ua_ua: На вашій системі запущена DBVM v%s

source: Your system supports DBVM
ua_ua: Ваша система підтримує DBVM

source: But you do have modify rights
ua_ua: Але у вас є права на редагування

source: No delete rights
ua_ua: немає прав на видалення

source: No file creation rights or no file overwrite rights
ua_ua: Немає прав на створення або перезапис файлу

source: No file deletion rights
ua_ua: Немає прав на видалення файлу

source: No file modification rights
ua_ua: Немає прав на зміну файлу

# accessedmemory.rsamerror
source: Error
ua_ua: Помилка

source: You can't save an empty list
ua_ua: Вы не можете збурегти пустий перелік

# addresslist.rsactive
source: Active
ua_ua: Актив.

# addresslist.rsaddress
source: Address
ua_ua: Адреса

source: Add address
ua_ua: Додати адресу

source: Auto Assemble script
ua_ua: Скрипт автоассемблера

# addresslist.rsalnodescription
source: No description
ua_ua: Немає опису

source: Change Description
ua_ua: Змінити опис

source: Change Value
ua_ua: Змінити значення

# addresslist.rsdescription
source: Description
ua_ua: Опис

source: Do you want to delete the selected address?
ua_ua: Ви хочете видалити обрану адресу

source: Do you want to delete the selected addresses?
ua_ua: Ви хочете видалити обрані адресси?

source: Not all value types could handle the value %s
ua_ua: Не всі типи значень можуть обробити значення«%s»

source: <script>
ua_ua: <скрипт>

source: Sort on click
ua_ua: Сортирувати по натисканю

source: The value %s could not be parsed
ua_ua: значення «%s» не можливо проаналізувати

# addresslist.rstype
source: Type
ua_ua: Тип

# addresslist.rsvalue
source: Value
ua_ua: Значення

source: what value to change this to?
ua_ua: на яке значення змінити?

source: What will be the new description?
ua_ua: Яким буде новий опис?

source: This is not a valid address
ua_ua: Ця адреса недопустима

source: Cheat Engine failed to get into the config of the selected program.
ua_ua: Cheat Engine не вдалось попасти в конфігурацію обраним додатком.

source: Error while trying to create the shared key structure! (Which efficiently renders this whole feature useless)
ua_ua: Помилка під час спробі створення загальної ключової структури! (Що робить цю функцію марною)

# advancedoptionsunit.rsaoyoucanonlyloadexefiles
source: You can only load EXE files
ua_ua: Ви можете завантажувати тільки EXE файли

source: Are you sure you wish to delete these entries?
ua_ua: Ви впевнені, що хочете видалити ці записи?

# advancedoptionsunit.rsdelete
source: Delete
ua_ua: Видалити

source: Give the new name of this entry
ua_ua: Укажіть нову назву цього запису

source: New name
ua_ua: Нове ім'я

source: paused
ua_ua: зупинений

# advancedoptionsunit.rspausethegame
source: Pause the game
ua_ua: Зупинити процес гри

source: Resume the game
ua_ua: Відновити процес гри

# advancedoptionsunit.rsthememoryatthisaddresscouldntbewritten
source: The memory at this address couldn't be written
ua_ua: Не можна записати на згадку за цією адресою

# advancedoptionsunit.straddressalreadyinthelist
source: This address is already in the list
ua_ua: Ця адреса вже знаходиться у переліку

source: This byte is already part of another opcode already present in the list
ua_ua: Цей байт вже є частиною іншої інструкції, вже представленої у списку

source: Code:
ua_ua: Код:

source: Change of
ua_ua: Зміна

source: Code :
ua_ua: Код :

source: Error when trying to restore this code!
ua_ua: Виникла помилка при спробі відновлення цього коду!

# advancedoptionsunit.strcouldntwrite
source: The memory at this address couldn't be written
ua_ua: Не можна записати на згадку за цією адресою

source: Find out what addresses this code accesses
ua_ua: Найти адреса, к которым обращается эта инструкция

source: Find out what addresses this code reads from
ua_ua: Знайти адреси, з яких читає ця інструкція

# advancedoptionsunit.strfindwhatcodewrites
source: Find out what addresses this code writes to
ua_ua: Знайти адресу, за якою записую ця інструкція

source: What name do you want to give this code?
ua_ua: Яку назву ви хочете дати цьому коду?

source: This address is not readable
ua_ua: ця адреса не читана

source: The memory at this address isn't what it should be! Continue?
ua_ua: Область пам'яті на цій адресі не та, що має бути! Продовжити?

source: The memory at this address is'nt what it should be! Continue?
ua_ua: Область пам'яті за цієї адресою не та,що повинна бути! Продовжити?

source: At least one of these bytes is already in the list
ua_ua: По крайній мірі один з цих байтів вже знаходиться в переліку

source: Select the executable of the Direct-3D game
ua_ua: Виберіть виконуємий файл Direct-3D гри

source: can not be encoded using 8 bits and double rotate
ua_ua: не може бути закодовано за допомогою 8 біт і подвійного повороту

source: Distance is too big
ua_ua: Відстань занадто велика

source: Invalid destination register
ua_ua: Неправильний регістр призначення

source: Неправильний перший операційний реєстр
ua_ua: Неправильний регістр операнда

source: Invalid opcode
ua_ua: Неприпустима інструкція

source: Invalid parameter 1
ua_ua: Неприпустимий параметр 1

source: Invalid parameter 2
ua_ua: Неприпустимий параметр 2

source: Invalid parameter 3
ua_ua: Неприпустимий параметр 3

source: Invalid parameter 4
ua_ua: Неприпустимий параметр 4

source: invalid parameters
ua_ua: неприпустимі параметри

# assemblerarm.rsinvalidregister
source: Invalid register
ua_ua: Неприпустимий регістр

source: Неправильний register in register list:
ua_ua: Неприпустимий регістр у списку регістрів:

source: Invalid register list
ua_ua: Неприпустимий список регістрів

source: Invalid shift
ua_ua: Неприпустимий зсув

source: invalid shift parameters
ua_ua: неприпустимі параметри зсуву

source: Invalid shift register
ua_ua: Неприпустимий зсувний регістр

source: The destination address must be dividable by 4
ua_ua: Адреса призначення має бути кратною 4

source: The distance is too big
ua_ua: Відстань занадто велика

source: The value
ua_ua: Значення

source: This instruction class does not allow a register based shift
ua_ua: Цей клас інструкції не підтримує регістр зсуву

source: Todo: Зміна цього до 12 байт інструкції: LDR/STR [PC,#16] - B PC - DD offset
ua_ua: Завдання: Змінити на 12 байтову інструкцію: LDR/STR [PC,#16] - B PC - DD offset

source: Assembler error
ua_ua: Помилка асемблера

source: I don't understand what you mean with
ua_ua: Не зрозуміло, що ви мали на увазі, написавши

source: Invalid
ua_ua: Неприпустимо

# assemblerunit.rsinvalidaddress
source: Invalid address
ua_ua: Неприпустима адреса

source: Invalid multiplier
ua_ua: Неприпустимий множник

# assemblerunit.rsinvalidregister
source: Invalid register
ua_ua: Неприпустимий регістр

source: Визначено, що може бути не вказано в 32-бітному полі
ua_ua: Наведене значення не може бути закодоване у 32-бітовому полі

source: Негативні реєстратори можуть бути не вказані
ua_ua: Негативні регістри не можуть бути закодовані

source: offset too big
ua_ua: зміщення занадто велике

source: Сервіси категорій до набору відповідного значення, що є великим
ua_ua: Ассемблер намагався встановити занадто велике значення регістру

source: WTF є
ua_ua: Дітько

source: Error:
ua_ua: Помилка:

source: Error в структурі визначення %s at line %d
ua_ua: Помилка визначення структури %s у рядку %d

source: Error while scanning for AOB's :
ua_ua: Помилка під час сканування масиву байт:

source: %s is a reserved word
ua_ua: %s є зарезервованим словом

source: Lua error in the script at line
ua_ua: Помилка Lua у скрипті в рядку

source: module not found:
ua_ua: модуль не знайдено:

source: No end found
ua_ua: Не знайдено закінчення

source: No idea what %s is
ua_ua: Без поняття %s

source: Земля байдужого % could not be found
ua_ua: Масив байт з ім'ям %s не може бути знайдений

# autoassembler.rscouldnotbefound
source: %s could not be found
ua_ua: «%s» не може бути знайдений

source: %s could not be injected
ua_ua: Не можна виконати ін'єкцію «%s»

source: Define %s already defined
ua_ua: Визначення %s вже визначено

source: Error in line %s (%s) :%s
ua_ua: Помилка рядку %s (%s): %s

source: Failure to allocate memory
ua_ua: Не вдалося виділити пам'ять

source: Попередня лямка з no label defined
ua_ua: Перехід вперед без певної позначки

source: Go to
ua_ua: Перейти за

source: Invalid address for ReadMem
ua_ua: Неприпустима адреса для ReadMem

source: Invalid size for ReadMem
ua_ua: Неприпустимий розмір для ReadMem

source: %s is being redeclared
ua_ua: %s повторно оголошено

source: %s is not a valid bytestring
ua_ua: %s не є допустимим байтовим рядком

source: %s is not a valid identifier
ua_ua: %s не є допустимим ідентифікатором

source: %s is not a valid size
ua_ua: %s не є допустимим розміром

source: label %s is being defined more than once
ua_ua: мітка «%s» визначена більше одного разу

source: label %s is not defined in the script
ua_ua: мітка «%s» не визначена у скрипті

source: The {$TRY} at line %d не збирається {$EXCEPT}
ua_ua: {$TRY} у рядку %d не збігається з {$EXCEPT}

source: Ви повинні використовувати kernelmode read/writeprocessmemory if you want to use KALLOC
ua_ua: Якщо ви хочете скористатися KALLOC, вам потрібно використовувати read/writeprocessmemory режиму ядра

source: Не всі інструкції could be injected
ua_ua: Не всі інструкції придатні для ін'єкції

source: Соррі, але без driver KALLOC не буде функціонувати
ua_ua: Вибачте, але KALLOC не функціонуватиме без драйвера

source: Syntax error
ua_ua: Помилка синтаксису

source: Syntax error. FullAccess(address,size)
ua_ua: Помилка синтаксису. FullAccess (адреса, розмір)

source: Вибране повідомлення (%s) is not valid
ua_ua: Неприпустима адреса в createthread(%s)

source: Вибране повідомлення (%s,%s) is not valid
ua_ua: Неприпустима адреса в loadbinary(%s,%s)

source: Земля байта '%s' could not be found
ua_ua: Масив байт "%s" не знайдений

source: The bytes at %s не буде what was expected
ua_ua: Байти за адресою %s не ті, що очікувалися

source: Code injection was successfull
ua_ua: Ін'єкція коду пройшла успішно

source: Файл %s не існує
ua_ua: Файлу %s не існує

source: Те, що керують адресами, які входять до складу
ua_ua: Наступні адреси простору ядра були виділені

source: Ідентифікатор %s є already been declared
ua_ua: Ідентифікатор %s вже був оголошений

source: Меморіал at +%s can not be read
ua_ua: Пам'ять за адресою %s не може бути зчитана повністю

source: There is code defined without specifying the address it belongs to
ua_ua: Було визначено код без вказівки адреси, якій він належить

source: Ця адреса не є правильною
ua_ua: Цей специфікатор адреси не допустимий

source: Цей код може бути injected. Are you sure?
ua_ua: Ви впевнені, що хочете виконати ін'єкцію коду?

source: Ця інструкція може бути compiled
ua_ua: Ця інструкція не може бути скомпільована

source: %s був узгоджений для того, щоб бути внесений до символіста, але це не буде позначено
ua_ua: «%s» повинен був бути доданий до списку символів, але він не оголошений

source: Wrong syntax. ALLOC(identifier,sizeinbytes)
ua_ua: Неправильний синтаксис. ALLOC (ідентифікатор, розмір у байтах)

source: Wrong syntax. AOBSCANMODULE(name, module, 11 22 33 ** 55)
ua_ua: Неправильний синтаксис. AOBSCANMODULE(назва, модуль, 11 22 33 ** 55)

source: Wrong syntax. AOBSCAN(name,11 22 33 ** 55)
ua_ua: Неправильний синтаксис. AOBSCAN(назва,11 22 33 ** 55)

source: Wrong syntax. AOBSCANREGION(name, startaddress, stopaddress, 11 22 33 ** 55)
ua_ua: Неправильний синтаксис. AOBSCANREGION(назва, стартова адреса, кінцева адреса, 11 22 33 ** 55)

source: Wrong syntax. ASSERT(address,11 22 33 ** 55 66)
ua_ua: Неправильний синтаксис. ASSERT(адреса,11 22 33 ** 55 66)

source: Wrong syntax. CreateThread(address)
ua_ua: Неправильний синтаксис. CreateThread(адреса)

source: Wrong syntax. DEFINE(name,whatever)
ua_ua: Неправильний синтаксис. DEFINE(назва, що завгодно)

source: Wrong syntax. GLOBALALLOC(name,size)
ua_ua: Неправильний синтаксис. GLOBALALLOC (назва, розмір)

source: Wrong syntax. Include(filename.cea)
ua_ua: Неправильний синтаксис. Include(назва файлу.cea)

source: Wrong syntax. kalloc(identifier,sizeinbytes)
ua_ua: Неправильний синтаксис. kalloc (ідентифікатор, розмір у байтах)

source: Wrong syntax. LoadBinary(address,filename)
ua_ua: Неправильний синтаксис. LoadBinary (адреса, назва файлу)

source: Wrong syntax. LoadLibrary(filename)
ua_ua: Неправильний синтаксис. LoadLibrary (назва файлу)

source: Wrong Syntax. LuaCall(luacommand)
ua_ua: Неправильний синтаксис. LuaCall(команда lua)

source: Wrong syntax. ReadMem(address,size)
ua_ua: Неправильний синтаксис. ReadMem (адреса, розмір)

source: Wrong syntax. Reassemble(address)
ua_ua: Неправильний синтаксис. Reassemble(адреса)

source: Wrong syntax. SHAREDALLOC(name,size)
ua_ua: Неправильний синтаксис. SHAREDALLOC (назва, розмір)

# autoassembler.rsxcouldnotbefound
source: %s could not be found
ua_ua: %s не може бути знайдений

source: Ви можете тільки 1 disable section
ua_ua: Скрипт може мати лише одну секцію [DISABLE]

source: Ви можете тільки 1 enable section
ua_ua: Скрипт може мати лише одну секцію [ENABLE]

source: Ви не повинні specified a disable section
ua_ua: У скрипті немає розділу [DISABLE]

source: Ви не повинні specified a enable section
ua_ua: У скрипті відсутня секція[ENABLE]

source: VirtualAlloc failed. You probably don't have enough system memory free. Either install more RAM, or increase the maximum allowed paging size
ua_ua: Збій VirtualAlloc. Ймовірно, у вас недостатньо вільної віртуальної пам'яті. Використовуйте 64-бітну версію

source: CE Pointerscan memory manager
ua_ua: Менеджер пам'яті сканування вказівників

source: Continue?
ua_ua: продовжити?

source: I couldn't attach the debugger to this process! You could try to open the process using the processpicker and try that! If that also doesn't work check if you have debugging rights.
ua_ua: Якщо ви закриєте Cheat Engine при запущеній грі, то вона теж закриється. Ви впевнені, що хочете це зробити?

source: Плащ target інших процесів
ua_ua: Будь ласка, виберіть інший процес

source: This will attach the debugger of Cheat Engine to the current process.
ua_ua: До поточного процесу буде приєднано відладчик Cheat Engine.

source: Ви повинні бути першими, хто працює
ua_ua: Спочатку ви повинні відкрити процес

# cefuncproc.rsapplicationskey
source: Applications key
ua_ua: AppsKey

# cefuncproc.rsbackspace
source: Backspace
ua_ua: BckSp

source: Dll injection failed: symbol lookup error
ua_ua: Инъекция dll не удалась: ошибка поиска символа

# cefuncproc.rscefpicantgettheprocesslistyouarepropablyuseinwindowsntetc
source: I can't get the process list. You are propably using windows NT. Use the window list instead!
ua_ua: Не удалось получить список процессов. Возможно вы используете систему Windows NT. Воспользуйтесь списком окон вместо списка процессов!

source: Delete
ua_ua: Del

# cefuncproc.rsdownarrow
source: Down Arrow
ua_ua: Down

source: Failed executing the function of the dll
ua_ua: Не вдалося виконати функцію dll

source: Failed injecting the DLL
ua_ua: Не вдалося виконати ін'єккцію DLL

source: Failed to allocate memory
ua_ua: Не вдалося виділити пам'ять

source: Failed to execute the dll loader
ua_ua: Не вдалося запустити завантажник dll

source: Failed to inject the dll loader
ua_ua: Не вдалося виконати ін'єкцію завантажника dll

source: GetProcAddress not found
ua_ua: GetProcAddress не зайдений

# cefuncproc.rsicantgettheprocesslistyouarepropablyusingwindowsnt
source: I can't get the process list. You are propably using windows NT. Use the window list instead!
ua_ua: Не вдалося отримати перелік процесів.Можливо ви використовуєте систему Windows NT.Скористайтесь переліком вікон замість переліку процесів!

# cefuncproc.rsleftarrow
source: Left Arrow
ua_ua: Left

source: Left MB
ua_ua: LMB

# cefuncproc.rsleftwindowskey
source: Left Windows key
ua_ua: LWin

source: LoadLibraryA not found
ua_ua: LoadLibraryA не найден

source: Middle MB
ua_ua: MMB

source: No kernel32.dll loaded
ua_ua: kernel32.dll не загружен

source: Not convertable
ua_ua: Не може бути конвертована

source: not supported in this version
ua_ua: Не підтримується на цій версії

# cefuncproc.rsnumeric
source: numeric
ua_ua: Numpad

# cefuncproc.rsnumlock
source: Num Lock
ua_ua: NumLk

# cefuncproc.rspagedown
source: Page Down
ua_ua: PgDn

# cefuncproc.rspageup
source: Page Up
ua_ua: PgUp

source: Position
ua_ua: Позиція

# cefuncproc.rsprintscreen
source: Print Screen
ua_ua: PrtScn

# cefuncproc.rsrightarrow
source: Right Arrow
ua_ua: Right

source: Right MB
ua_ua: RMB

# cefuncproc.rsrightwindowskey
source: Right Windows key
ua_ua: RWin

# cefuncproc.rsscrolllock
source: Scroll Lock
ua_ua: ScrLk

# cefuncproc.rsspacebar
source: Space bar
ua_ua: Space

source: The injection thread took longer than 10 seconds to execute. Injection routine not freed
ua_ua: Під час ін'єкції сталася невідома помилка

# cefuncproc.rsuparrow
source: Up Arrow
ua_ua: Up

source: Invalid formdata
ua_ua: Неприпустимі дані про форму

source: Disconnected while receiving data
ua_ua: Відключено при отриманні даних

source: Disconnected while sending data
ua_ua: Відключено під час надсилання даних

source: Error while receiving data:
ua_ua: Помилка при отриманні даних:

source: Error while sending data:
ua_ua: Помилка надсилання даних:

source: Timeout while receiving data
ua_ua: Тайм-аут під час надсилання даних

# changeoffsetunit.rsthisisnotanvalidvalue
source: Це не є правильним значенням
ua_ua: Неприпустиме значення

source: Цей trainer може load and use a device driver. Run it ? (Answering no will prevent you from using this trainer)
ua_ua: Власний тип функції з ім'ям %s вже існує

source: A custom type with name %s already exists
ua_ua: Розмір байт дорівнює 0

source: Неправильний номер parameters
ua_ua: Неправильне число параметрів

source: Parameter 3 is not a valid function
ua_ua: Параметр 3 не є допустимою функцією

source: Parameter 4 is not a valid function
ua_ua: Параметр 4 не є допустимою функцією

source: Failure creating lua object
ua_ua: Не вдалося створити lua об'єкт

source: invalid functiontypename
ua_ua: недійсна назва типу функції

source: invalid typename
ua_ua: недійсне ім'я типу

source: Only return typename, bytecount and functiontypename
ua_ua: Повертати тільки typename, bytecount та functiontypename

# customtypehandler.rsundefinederror
source: Undefined error
ua_ua: Невизначена помилка

source: D3DHook: Позначте карту shared memory object
ua_ua: Перехоплення D3D: Не вдалося зіставити об'єкт пам'яті, що розділяється

source: D3DHook: Потрібно відкрити shared memory object
ua_ua: Перехоплення D3D: Не вдалося відкрити об'єкт пам'яті, що розділяється

source: D3dhook object has not been created yet
ua_ua: Об'єкт d3dhook ще не створений

source: APC rules
ua_ua: Правила асинхронного виклику процедури

source: Це не дає змоги DBVM: The Intel-VT feature has been disabled in your BIOS
ua_ua: Не вдалося запустити DBVM: функція Intel-VT була відключена у вашому Біосі

source: DBK32 error
ua_ua: Помилка DBK32

source: DBK Error
ua_ua: Помилка DBK

source: Driver error
ua_ua: Помилка драйвера

source: Failure to configure the driver
ua_ua: Не вдалося налаштувати драйвер

source: Failure to configure the ultimap driver
ua_ua: Збій налаштування драйвера ultimap

source: Invalid MSR address:
ua_ua: Неправильна адреса моделі залежного регістру:

source: msrs є unavailable
ua_ua: моделезалежні регістри недоступні

source: Please run the 64-bit version of Cheat Engine
ua_ua: Будь ласка, запустіть 64-бітну версію Cheat Engine

source: The driver failed to successfully initialize. Some functions may not completely work
ua_ua: Не вдалося успішно ініціалізувати драйвер. Деякі функції можуть працювати не повністю

source: The ultimap service couldn't get opened and also couldn't get created. (No admin rights?)
ua_ua: Служба Ultimap не відкривається та не створюється. (Немає прав адміністратора?)

source: Ви можете порушити driver. Try reinstalling cheat engine, і try to disable ваш anti-virus перед тим, як ви.
ua_ua: У вас відсутній драйвер. Спробуйте перевстановити Cheat Engine, відключивши перед цим ваш антивірус.

source: Error while trying to load the driver at part
ua_ua: ModuleLoader не вдалося порівняти dbk64.sys на згадку

source: seems like dbvm isn't loaded after all
ua_ua: здається, DBVM все-таки не завантажився

source: Розпорядок. Driver має бути завантажений тільки до dbvm
ua_ua: Успіх. Драйвер було завантажено завдяки DBVM

source: Driver failed to initialize
ua_ua: Не вдалося ініціалізувати драйвер

source: <Checking>
ua_ua: <Перевірка>

source: CPU
ua_ua: ЦП

source: This cpu is already running DBVM
ua_ua: На цьому ЦП вже запущено DBVM

source: Loaded:
ua_ua: Завантажений:

source: Не надано
ua_ua: Не завантажено

source: Debug HandleAccessViolationDebugEvent now
ua_ua: Тепер налагодьте HandleAccessViolationDebugEvent

source: Special case
ua_ua: Особливий випадок

# debuggertypedefinitions.rsbreak
source: Break
ua_ua: Переривання

# debuggertypedefinitions.rsbreakandtrace
source: Break and trace
ua_ua: Прорватися і трасувати

source: Change reg
ua_ua: Змінити регулярний вираз

# debuggertypedefinitions.rsdbvmbreakpoint
source: DBVM Breakpoint
ua_ua: DBVM брейкпоїнт

source: Exception Breakpoint
ua_ua: Виняток

source: Find code
ua_ua: Знайти інструкцію

source: Find code access
ua_ua: Знайти звернення до коду

source: Hardware Breakpoint
ua_ua: Апаратний

source: On Execute
ua_ua: На виконання

source: On Read/Write
ua_ua: На читання/запис

source: On Write
ua_ua: На читання

source: Software Breakpoint
ua_ua: Програмний

source: AddBreakpoint: Неможливо вказати register is used
ua_ua: Додавання брейкпоінту: Використовується неприпустимий налагоджувальний регістр

source: All debug registers are currently used up. Free one and try again
ua_ua: В даний час використовуються всі регістри налагодження. Звільніть один із них і спробуйте знову

source: All debug registers є використані
ua_ua: Використовуються всі налагоджувальні регістри

source: All debug registers є використані. До вас потрібно використовувати software breakpoint?
ua_ua: Використовуються всі налагоджувальні регістри. Бажаєте скористатися програмним брейкпоінтом?

source: Breakpoint error:
ua_ua: Помилка брейкпоінту:

source: Called from an unexpected thread
ua_ua: Викликаний із непередбаченого потоку

source: Called from debugger thread
ua_ua: Викликаний з потоку відладчика

source: Called from main thread
ua_ua: Викликаний з основного потоку

source: Data execution prevention is not enabled in this process and not be enabled
ua_ua: Запобігання виконанню даних не включено в цей процес і не може бути увімкнено
