Repository: Ukrainian-Hucker/Ukrainian-language-for-Cheat-Engine
Catalog: ua_UA/Java.po
Languages: ua_ua

source: Auto assembler failed:
ua_ua: Автоассемблер потерпів невдачу:

source: Java:eventserver terminated
ua_ua: Java: eventserver завершив роботу

source: Java:Disconnected
ua_ua: Java:Відключений

source: Java:Unexpected event received
ua_ua: Java:Отримано несподівана подія

source: Java:Event handler terminating
ua_ua: Java:Завершення оброблювача подій

source: Invalid java signature
ua_ua: Недійсна сигнатура java

source: Array return types are not supported
ua_ua: Повертаний масив не підтримується

source: Parameter count does not match
ua_ua: Кількість параметрів не співпадає

source: Scantype was not set
ua_ua: Тип пошуку не було встановлено

source: Class
ua_ua: Клас

source: Method
ua_ua: Метод

source: Position
ua_ua: Позиція

source: Більше info %s.%s(%d)
ua_ua: Додаткові відомості %s.%s(%d)

source: Наступні методи accessed the given variable
ua_ua: Наступні методи отримали доступ до цієї змінної

source: results
ua_ua: результати

source: java_find_what_writes тільки роботи, коли jvmti agent is launched at start
ua_ua: java_find_what_writes працює, тільки якщо JVMTI агент запущено під час старту

source: Generic=
ua_ua: Узагальнення=

source: ---Implemented interfaces---
ua_ua: ---Реалізовані інтерфейси---

source: ---Fields---
ua_ua: ---Поля---

source: ---Methods---
ua_ua: ---Методи---

source: Search for class...
ua_ua: Знайти клас...

source: Search for...
ua_ua: Знайти...

source: New Scan
ua_ua: Знову

source: First Scan
ua_ua: Пошук

source: Java Variable Scanner
ua_ua: Сканер Java змінних

source: Value
ua_ua: Значення

source: Next Scan
ua_ua: Відсів

source: Found:
ua_ua: Знайдено:

source: Find what accesses this value
ua_ua: Знайти звернення до цього значення

source: Search
ua_ua: Знайти

source: Find Class
ua_ua: Знайти Клас

source: Find...
ua_ua: Знайти...

source: Edit method
ua_ua: Змінити метод

source: Activate java features
ua_ua: Активувати функції java

source: Dissect java classes
ua_ua: Аналіз java класів

source: Java variable scan
ua_ua: Сканер Java змінних

source: Debug child processes
ua_ua: Налагодження дочірніх процесів

source: The java handler failed to initialize
ua_ua: Не вдалося ініціалізувати java обробник

source: Шаву menu menu item even if the target process hasn't loaded jvm.dll (Used for the local setEnvironment option)
ua_ua: Показувати меню Java, навіть якщо процес не завантажив jvm.dll (Використовується для локальної опції setEnvironment)

source: Неправильний статевий пологовий tag обліковий запис:
ua_ua: Зустрівся неправильний тег пулу констант:

source: (tag=
ua_ua: (тег=

source: Not a valid classfile
ua_ua: Nedeystvitel'nyy fayl klassa

source: is currently not implemented
ua_ua: v nastoyashcheye vremya ne realizovana

source: wide can not be used with
ua_ua: shirina ne mozhet ispol'zovat'sya s

source: Invalid amount of parameters provided for
ua_ua: Nedopustimoye kolichestvo parametrov, predusmotrennykh dlya

source: The label
ua_ua: Metka

source: is not yet defined
ua_ua: yeshcho ne opredelena

source: This instruction is currently not implemented
ua_ua: Dannaya instruktsiya v nastoyashcheye vremya ne realizovana

source: unknown instruction:
ua_ua: neizvestnaya instruktsiya:

source: Неправильний клас файлу
ua_ua: Недійсний файл класу

source: Неправильна сума параметрів призначена для
ua_ua: Неприпустима кількість параметрів, передбачених для

source: The label
ua_ua: Мітка

source: не залежить від
ua_ua: ще не визначено

source: Ця інструкція не реалізована
ua_ua: Ця інструкція в даний час не реалізована

source: Ви можете тільки замінити інструкції на інструкції boundary
ua_ua: Ви можете замінювати інструкції лише на межі інструкції

source: si=
ua_ua: StartIndex

source: offset=
ua_ua: зміщення=

source: Insert line
ua_ua: Вставити рядок

source: Input java assembly code you wish to insert at line
ua_ua: Введіть асемблерний код, який потрібно вставити в рядок

source: Edit line
ua_ua: Редагувати рядок

source: Define new label
ua_ua: Визначити нову мітку

source: Give a labelname for line
ua_ua: Встановіть ім'я мітки для рядка

source: Ви можете бути зображені на цій сторінці
ua_ua: Мітка з таким ім'ям вже існує

source: old bsize=%d new bsize=%d
ua_ua: старий розмір у байтах=%d новий розмір у байтах=%d

source: old size=%d new size=%d
ua_ua: старий розмір = %d новий розмір = %d

source: Method:
ua_ua: Метод:

source: Max Stack
ua_ua: Макс. стек

source: Max Locals
ua_ua: Макс. локальних змінних

source: Save changes
ua_ua: Зберегти зміни

source: Label
ua_ua: Мітка

source: Exception
ua_ua: Виняток

source: Instruction
ua_ua: Інструкція

source: Define label
ua_ua: Визначити мітку
