Repository: Ukrainian-Hucker/Ukrainian-language-for-Cheat-Engine
Catalog: ua_UA/lclstrconsts.po
Languages: ua

source: Browser "%s" не executable.
ua: Браузер "%s" не є можливим файлом.

source: Browser "%s" not found.
ua: Браузер %s не знайдено.

source: Error while executing "%s":%s%s
ua: Помилка під час виконання "%s":%s%s

source: Unable to find a HTML browser.
ua: Неможливо знайти браузер HTML.

source: Немає HTML Browser found.%sВиберіть один з інструментів -> Options -> Help -> Help Options
ua: Браузер HTML не знайдено.%sЗадайте його в меню Сервіс -> Установки -> Установки довідки

source: Довідка "%s" була неправильна для файлового файлу "%s".
ua: База даних довідки "%s" не змогла знайти файл "%s".

source: Макро %s в BrowserParams will be replaced by the URL.
ua: Макро %s у BrowserParams буде замінено на URL.

# lclstrconsts.ifsvk_help
source: Help
ua: Довідка

source: Unknown
ua: Невідома

# lclstrconsts.lislclresourcesnotfound
source: Resource %s not found
ua: Ресурс %s не знайдено

source: 3D Dark Shadow
ua: Затінена частина об'єкта 3D

source: 3D Light
ua: Освітлена частина об'єкта 3D

source: На control can't have itself as a parent
ua: Елемент управління не може бути батьком сам собі

source: Active Border
ua: Кордон активного вікна

source: Active Caption
ua: Заголовок активного вікна

source: Application Workspace
ua: Робоча область програми

source: Aqua
ua: Морської хвилі

source: Class %s може не мати %s як parent.
ua: Клас %s не може мати %s як батько.

source: Desktop
ua: Робочий стіл

source: Backward
ua: Назад

source: Bitmaps
ua: Точкові малюнки

source: Black
ua: Чорний

source: Бланк
ua: Порожній

source: Blue
ua: Синій

source: Button Face
ua: Особова частина кнопки

source: Button Highlight
ua: Сторона кнопки, що освітлюється

source: Button Shadow
ua: Затінений бік кнопки

source: Button Text
ua: Текст кнопки

source: Calculator
ua: Калькулятор

# lclstrconsts.rscancelrecordhint
source: Cancel
ua: Скасувати

source: Can not focus
ua: Не можу прийняти фокус

source: Canvas does not allow drawing
ua: Канва не підтримує малювання

source: Caption Text
ua: Текст заголовка

source: Case sensitive
ua: З урахуванням регістру

source: Контроль класу '%s' може не мати контроль класу %s' as a child
ua: Елемент керування класу '%s' не може мати дочірній елемент керування класу '%s'

source: Control '%s' не має parent form або frame
ua: Елемент керування '%s' не має батьківської форми або кадру

source: Control '%s' не має parent window
ua: Елемент керування '%s' не має батьківського вікна

source: '%s' is not a parent of '%s'
ua: '%s' не є батьком '%s'

source: Cream
ua: Кремовий

source: Cursor
ua: Курсор

source: Custom ...
ua: Користувач...

source: Default
ua: За замовчуванням

source: permissions user group size date time
ua: правий користувач група розмір дата час

source: Delete record?
ua: Видалити запис?

# lclstrconsts.rsdeleterecordhint
source: Delete
ua: Видалити

source: Direction
ua: Напрямок

source: &Directory
ua: &Каталог

source: Copy
ua: Копіювати

source: Paste
ua: Вставити

source: Duplicate icon format.
ua: Формат піктограм дублюється.

source: Edit
ua: Редагувати

source: Search entire file
ua: У всьому файлі

# lclstrconsts.rserror
source: Error
ua: Помилка

source: Error creating device context for %s.%s
ua: Помилка створення контексту пристрою для %s.%s

source: Error в %s at %sAddress %s%s Frame %s
ua: Відбулася помилка в %s за %s адресою %s%s кадр %s

source: Error while saving bitmap.
ua: Помилка збереження точкового малюнка (bitmap).

source: Exception
ua: Виняток

source: Directory must exist
ua: Каталог повинен існувати

source: The directory "%s" does not exist.
ua: Каталог "%s" не існує.

source: The file "%s" already exists. Overwrite ?
ua: Файл %s вже існує. Перезаписати?

source: File must exist
ua: Файл має існувати

source: Файл "%s" is not writable.
ua: Файл %s недоступний для запису.

source: File is not writable
ua: Файл недоступний для запису

source: Save file as
ua: Зберегти файл як

source: Open existing file
ua: Відкрити існуючий файл

source: Overwrite file ?
ua: Перезаписати файл?

source: Path must exist
ua: Шлях повинен існувати

source: The path "%s" does not exist.
ua: Шлях %s не існує.

source: Select Directory
ua: Виберіть каталог

source: (file not found: "%s")
ua: (файл не знайдено: "%s")

source: File information
ua: Відомості про файл

# lclstrconsts.rsfilter
source: (filter)
ua: (fil'tr)

source: Find
ua: Nayti

source: Find more
ua: Nayti daleye

source: First
ua: Pervaya

source: FixedCols can't be > ColCount
ua: Znacheniye FixedCols ne mozhet prevyshat' ColCount

source: FixedRows can't be > RowCount
ua: Znacheniye FixedRows ne mozhet prevyshat' RowCount

source: Form
ua: Forma

source: Form resource %s not found. For resourceless forms CreateNew constructor must be used. See the global variable RequireDerivedFormResource.
ua: Resurs formy %s ne nayden. Dlya form bez resursov sleduyet ispol'zovat' konstruktor CreateNew. Obratite vnimaniye na global'nuyu peremennuyu RequireDerivedFormResource.

# lclstrconsts.rsfilter
source: Form streaming "%s" error: %s
ua: (фільтр)

source: FixedCols може бути > ColCount
ua: Значення FixedCols не може перевищувати ColCount

source: Form streaming "%s" error: %s
ua: Помилка потоків %s форм: %s

source: Forward
ua: Вперед

source: Fuchsia
ua: Рожевий

source: --gdk-debug flags Turn on specific GDK trace/debug messages.
ua: --gdk-debug flags Включити зазначені налагоджувальні повідомлення GDK.

source: --gdk-no-debug flags Turn off specific GDK trace/debug messages.
ua: --gdk-no-debug flags Вимкнути зазначені налагоджувальні повідомлення GDK.

source: Graphics Interchange Format
ua: Формат Graphics Interchange Format

source: --g-fatal-warnings Warnings and errors generated з Gtk+/GDK буде halt the application.
ua: --g-fatal-warnings Примітки та помилки, що видаються Gtk+/GDK, зупинять програму.

source: Gradient Active Caption
ua: Градієнт активного заголовка

source: Gradient Inactive Caption
ua: Градієнт неактивного заголовка

source: Graphic
ua: Графічні файли

source: Gray
ua: Темно-сірий

source: Gray Text
ua: Сірий текст

source: Green
ua: Темно-зелений

source: Grid файл не існує
ua: Файл Grid не існує

source: Cannot insert rows in grid when it has no columns
ua: Неможливо вставити рядки, якщо відсутні стовпці

source: Cannot insert columns in grid when it has no rows
ua: Неможливо вставити стовпці, якщо рядки відсутні

source: Grid index out of range.
ua: Індекс Grid поза діапазоном допустимих значень.

source: GroupIndex може не бути, ніж попереднього menu item's GroupIndex
ua: GroupIndex не може бути меншим за GroupIndex для попереднього елемента меню

source: Filter:
ua: Фільтр:

source: History:
ua: Історія:

source: --class classname Натиснувши Xt конвенції, the class of a program is the program name with the initial character capitalized. Для прикладу, the classname for gimp is "Gimp". If --class is specified, the class of the program will be set to "classname".
ua: --class classname Дотримуючись угод Xt, клас програми - це ім'я програми з великим першим символом. Наприклад, ім'я класу для gimp - "Gimp". Якщо заданий --class, клас програми буде встановлений в "classname" .

source: --gtk-debug flags Turn on specific Gtk+ trace/debug messages.
ua: --gtk-debug flags Включити зазначені налагоджувальні повідомлення Gtk+.

source: --display h:s:d Connect to the specified X server, where "h" is the hostname, "s" is the server number (usually 0), and "d" is the display number (typically omitted).If --display is no specified, the DISPLAY environment variable is used.
ua: --display h:s:d Зв'язатися із вказаним сервером X, де "h" - ім'я хост-машини, "s" - номер сервера (зазвичай 0), і "d" - номер дисплея (зазвичай опускається.) Якщо не встановлено --display, використовується змінна оточення DISPLAY.

source: --gtk-module module Load the specified module at startup.
ua: --gtk-module модуль Завантажити цей модуль під час запуску.

source: --name program Set program name to "progname". Якщо не визначено, program name буде встановлювати для ParamStrUTF8(0).
ua: --name ім'япрог Встановити ім'я програми в "ім'япрог". Якщо не встановлено, ім'я програми буде встановлено в ParamStrUTF8(0).

source: --gtk-no-debug flags Turn off specific Gtk+ trace/debug messages.
ua: --gtk-no-debug flags Вимкнути зазначені налагоджувальні повідомлення Gtk+.

source: --lcl-no-transient Do not set transient order для модних форм
ua: --lcl-no-transient Не встановлювати тимчасовий порядок модальних форм

source: --no-xshm Неможливо використовувати X-Shared Memory Extension.
ua: --no-xshm Заборона використання розширень X по розділюваній пам'яті.

source: --sync Call XSynchronize (display, True) після Xserver connection буде встановлений. has been processed by the X server.
ua: --sync Викликати XSynchronize (display, True) після встановлення з'єднання з сервером X. Це полегшує налагодження помилок протоколу X, оскільки запити буферизації X будуть відключені, і помилки X будуть отримуватися відразу після обробки сервером X запиту протоколу, який викликав помилку .

# lclstrconsts.rshelp
source: Help
ua: Довідка

source: %s: Already registered
ua: %s: вже зареєстровано

source: Добре, як ви збираєтеся за цей титул, але цей титул не було підтверджено
ua: База даних довідки була знайдена для цієї теми, але не містить її

source: Те, що не використовується програма, яка була встановлена ​​для цього топіка
ua: База даних довідки для цієї теми не встановлена

source: Help Error
ua: Помилка довідки

source: Help context %s not found.
ua: Контекст довідки %s не знайдено.

source: Help context %s не працює в Database "%s".
ua: Контекст довідки %s не знайдено у базі даних "%s".

source: Help Database "%s" did not find a viewer for help page of type %s
ua: База даних довідки "%s" не знайшла програму перегляду для сторінки довідки типу %s

source: Help Database "%s" not found
ua: База даних довідки "%s" не знайдена

source: Help for directive "%s" not found.
ua: Довідка для директиви %s не знайдена.

source: Help for directive "%s" не знайдено в Database "%s".
ua: Довідка для директиви %s у базі даних %s не знайдена.

source: Help keyword "%s" not found.
ua: Ключове слово довідки "%s" не знайдено.

source: Help keyword "%s" not found in Database "%s".
ua: Ключове слово довідки "%s" не знайдено в базі даних "%s".

source: Help node "%s" has no Help Database
ua: Елемент довідки "%s" не має відповідної бази даних

source: Додаткова інформація для line %d, column %d of %s.
ua: Не знайдено довідки для рядка %d, стовпця %d із %s.

source: Додаткові можливості доступні для цього топіка
ua: Доступні елементи довідки для цієї теми відсутні

source: Якщо не використовується для цього топіка
ua: Довідка для цієї теми не знайдена

source: %s: No registered
ua: %s: Не зареєстровано

source: Help Selector Error
ua: Помилка перемикача довідки

source: Ви не бажаєте використовувати тип "%s"
ua: Відсутня програма перегляду типу довідки "%s"

source: Help Viewer Error
ua: Помилка програми перегляду довідки

source: No viewer був знайдений для цього типу help content
ua: Програма перегляду довідки для цього типу вмісту не знайдена

source: Highlight
ua: Виділене

source: Highlight Text
ua: Текст виділеного

source: Hot Light
ua: Виділення

source: Mac OS X Icon
ua: Значок Mac OS X

source: Icon
ua: Значок

source: Icon image cannot be empty
ua: Зображення піктограми не може бути порожнім

source: Icon image повинен мати такий самий формат
ua: Зображення значка має мати той самий формат

source: Cannot change format of icon image
ua: Неможливо змінити формат зображення значка

source: Icon image повинен мати такий же розмір
ua: Зображення значка має мати той самий розмір

source: Cannot change size of icon image
ua: Неможливо змінити розмір зображення значка

source: Icon не має поточного зображення
ua: Значок не має поточного зображення

source: Inactive Border
ua: Кордон неактивного вікна

# lclstrconsts.rsinactivecaptioncolorcaption
source: Inactive Caption
ua: Заголовок неактивного вікна

# lclstrconsts.rsinactivecaptiontext
source: Inactive Caption
ua: Заголовок неактивного вікна

source: %s Index %d out of bounds 0 .. %d
ua: %s Індекс %d поза діапазоном 0 .. %d

source: Index Out of range Cell[Col=%d Row=%d]
ua: Індекс поза діапазоном Cell[Col=%d Row=%d]

source: Info Background
ua: Фон повідомлення

source: Info Text
ua: Текст повідомлення

# lclstrconsts.rsinsertrecordhint
source: Insert
ua: Вставити

source: Invalid Date: %s
ua: Неправильна дата: %s

source: Знятий час: %s. Must be between %s and %s
ua: Неправильна дата: %s. Має бути між %s and %s

source: invalid Form object stream
ua: неправильний потік об'єкта форми

source: Invalid property value
ua: Неправильне значення властивості

source: Invalid stream format
ua: Неправильний формат потоку

source: %s is already associated with %s
ua: %s вже зіставлено з %s

source: Last
ua: Остання

source: Lime
ua: Зелений

source: List index exceeds bounds (%d)
ua: Індекс списку поза діапазоном (%d)

source: Maroon
ua: Малиновий

source: Abort
ua: Прорвати

source: &All
ua: &Всі

# lclstrconsts.rsmbcancel
source: Cancel
ua: Скасувати

source: &Close
ua: &Закрити

source: &Help
ua: Довідка

source: &Ignore
ua: Пропустити

source: &No
ua: &Ні

source: Для всіх
ua: Ні для всіх

source: &OK
ua: &Підтвердити

source: &Open
ua: &Відкрити

source: &Retry
ua: &Повтор

source: &Save
ua: Зберегти

source: &Unlock
ua: &Розблокувати

source: &Yes
ua: &Так

source: Yes to &All
ua: Так для &всіх

source: Medium Gray
ua: Сірий

source: Menu Bar
ua: Панель меню

# lclstrconsts.rsmenucolorcaption
source: Menu
ua: Меню

source: Menu Highlight
ua: Виділенний пункт меню

source: Menu Text
ua: Текст меню

source: modified
ua: Змінений

source: Money Green
ua: Світло-зелений

source: Authentication
ua: Перевірка

source: Confirmation
ua: Підтвердження

source: Custom
ua: Користувача

# lclstrconsts.rsmterror
source: Error
ua: Помилка

source: Інформація
ua: Відомості

source: Warning
ua: Попередження

source: Navy
ua: Темно-синій

# lclstrconsts.rsnextrecordhint
source: Next
ua: Наступна

source: None
ua: Ні

source: Не valid grid file
ua: Невірний файл Grid

source: No widgetset object. Please check if the unit "interfaces" був added to the programs uses clause.
ua: Відсутня об'єкт бібліотеки віджетів. Перевірте, що модуль "interfaces" був доданий у вираз Uses програми.

source: Olive
ua: Оливковий

source: Select a date
ua: Виберіть дату

source: Post
ua: Надіслати

source: %s%sPress OK, щоб ігнорувати та ризикувати data corruption.%sPress Abort to kill the program.
ua: %s%sНатисніть 'Підтвердити', щоб ігнорувати та наражатися на ризик пошкодження даних.%sНатисніть 'Прорвати' для закриття програми.

# lclstrconsts.rspriorrecordhint
source: Prior
ua: Попередня

source: Prompt on replace
ua: Запитувати під час &заміни

source: Властивості %s не існує
ua: Властивість %s не існує

source: Purple
ua: Ліловий

source: -dograb (тільки під X11), керування під debugger може спричинити implicit -nograb, use -dograb to override. Потрібно QT_DEBUG.
ua: -dograb (тільки в X11), запуск у налагоджувачі може спричинити неявний -nograb, використовуйте -dograb для скасування. Потрібно QT_DEBUG.

source: -graphicssystem param, натиснути на backend, щоб бути використані для електронних widgets і QPixmaps. Доступні варіанти є природні, raster і opengl. OpenGL is still unstable.
ua: -nograb, забороняє Qt захоплення миші або клавіатури. Потрібно QT_DEBUG.

source: -reverse, натисніть на application's layout direction to Qt::RightToLeft.
ua: -reverse, встановлює напрямок розміщення віджетів програми в Qt::RightToLeft.

source: -session session, restores the application from anlier session.
ua: -session session, відновлює програму з більш ранньої сесії.

source: -sync (тільки під X11), перемикається на синхронний режим для debugging.
ua: -sync (лише X11), встановлює синхронний режим налагодження.

source: -widgetcount, prints debug message at the end of number of widgets left undestroyed and maximum number of widgets existend at the same time.
ua: -widgetcount, виводить налагоджувальне повідомлення в кінці про кількість незнищених, а також максимальну кількість віджетів, що існували в один момент часу.

source: -bg або -background кольору, натиснути на додаткове коло кольору і application palette (light and dark shades are calculated).
ua: -bg або -background color, встановлює колір фону за замовчуванням та палітру програми (обчислюються світлі та темні відтінки).

source: -btn or -button color, sets the default button color.
ua: -btn или -button color, встановлює колір кнопки за замовчуванням.

source: -cmap, спричиняє додаток до налаштування приватного кольору map на 8-bit display.
ua: -cmap, викликає встановлення власної колірної картки програмою на 8-розрядному дисплеї.

source: -display display, sets the X display (default is $DISPLAY).
ua: -display display, встановлює дисплей X (за замовчуванням - $DISPLAY).

source: -fg або -foreground color, натисніть на default foreground color.
ua: -fg або -foreground color, встановлює колір тексту за промовчанням.

source: -geometry geometry, sets the client geometry of first window that is shown.
ua: -geometry geometry, встановлює клієнтську геометрію першого показаного вікна.

source: -im, натисніть на вхідний метод сервера (приблизно до налаштування XMODIFIERS environment variable).
ua: -im, встановлює сервер методів введення (еквівалентно встановленню значення змінної оточення XMODIFIERS).

source: -name name, sets the application name.
ua: -name name, встановлює ім'я програми.

source: -title title, sets the application title.
ua: -title title, встановлює заголовок програми.

source: -visual TrueColor, спрямований на використання для TrueColor visual on 8-bit display.
ua: -visual TrueColor, змушує програму використовувати TrueColor на 8-розрядному дисплеї.

source: Endupdate while no update in progress
ua: Команда Endupdate, хоча оновлення не було

source: Cannot save image while update in progress
ua: Неможливо зберегти зображення під час оновлення

source: Cannot begin update all when canvas only update in progress
ua: Неможливо розпочати оновлення всіх під час оновлення канви

source: Red
ua: Червоний

source: Refresh
ua: Оновити

source: Replace
ua: Замінити

source: Відмінно все
ua: Замінити все

# lclstrconsts.rsresourcenotfound
source: Resource %s not found
ua: Ресурс %s не знайдено

source: ScrollBar
ua: Смуга прокручування

source: ScrollBar property out of range
ua: властивість ScrollBar поза діапазоном

source: Select color
ua: Вибрати колір

source: Select a font
ua: Вибрати шрифт

source: Сілвер
ua: Сріблястий

source: size
ua: розмір

source: Sky Blue
ua: Блакитний

source: A control with tabs
ua: Елемент керування з вкладками

source: Teal
ua: Бірюзовий

source: Text
ua: Текст

source: Вироблений URL-адреса read only. Change the BaseURL instead.
ua: Вбудована URL-адреса доступна лише для читання. Замість неї слід змінювати BaseURL.

source: Tagged Image File Format
ua: Формат Tagged Image File

# lclstrconsts.rstpanelaccessibilitydescription
source: Panel
ua: Панель

# lclstrconsts.rstsplitteraccessibilitydescription
source: A grip to control how велику величину до природи дві частини з an area
ua: Захоплення для керування співвідношенням двох областей

# lclstrconsts.rsttreeviewaccessibilitydescription
source: A tree of items
ua: Дерево елементів

source: Unable to load default font
ua: Неможливо завантажити шрифт за промовчанням

source: Unknown Error, please report this bug
ua: Невідома помилка, повідомте про неї розробникам

source: Невідомий зображення зображення
ua: Невідоме розширення файлу зображення

source: Unknown picture format
ua: Невідомий формат зображення

source: Unsupported bitmap format.
ua: Непідтримуваний тип точкового малюнка.

source: Unsupported clipboard format: %s
ua: Непідтримуваний формат буфера обміну: %s

source: WARNING: There are %d unreleased DCs, a detailed dump follows:
ua: УВАГА: Знайдено %d незвільнених контекстів пристроїв, список див. нижче:

source: WARNING: There %d unreleased GDIObjects, a detailed dump follows:
ua: УВАГА: Знайдено %d не звільнених GDIObject, список див. нижче:

source: WARNING: There are %d messages left in the queue! I'll free them
ua: УВАГА: У черзі залишилося %d повідомлень! Вони будуть видалені

source: WARNING: Там є %d TimerInfo structures left, I'll free them
ua: УВАГА: Залишилося %d структур TimerInfo, вони будуть звільнені

source: WARNING: Там є %s unremoved LM_PAINT/LM_GtkPAINT message links left.
ua: УВАГА: Знайдено %s невіддалених посилань на повідомлення LM_PAINT/LM_GtkPAINT.

source: White
ua: Білий

source: Whole words only
ua: Тільки цілі слова

source: Error:
ua: Помилка:

source: Warning:
ua: Попередження:

source: Window
ua: Вікно

source: Window Frame
ua: Кордон вікна

source: Window Text
ua: Текст вікна

source: Yellow
ua: Жовтий

source: Cannot focus a disabled or invisible window
ua: Неможливо перевести фокус у вимкнене або невидиме вікно

source: Cannot set design time PPI.
ua: Неможливо встановити PPI часу розробки.

source: Duplicate menus
ua: Меблі, що дублюються

source: Invalid action creation
ua: Неправильне створення дії

source: Invalid action enumeration
ua: Неправильний перелік дій

source: Інvalid action registration
ua: Неправильна реєстрація дії

source: Invalid action unregistration
ua: Неправильна розреєстрація дії

source: Вибірка в mask "%s" є неправильною!
ua: Набір символів у масці "%s" неправильний!

source: Invalid image size
ua: Неправильний розмір зображення

source: Invalid ImageList Index
ua: Неправильний індекс ImageList

source: Теперний текст не збирає особливу маску.
ua: Поточний текст не відповідає заданій масці.

source: Мену index out of range
ua: Індекс меню поза діапазоном

source: MenuItem is nil
ua: MenuItem вказує на нуль

source: Sub-menu is not in menu
ua: Підміню не в меню

source: BkSp
ua: BckSp

source: No timers available
ua: Таймери недоступні

source: Control "%s" не має parent window.
ua: Елемент керування "%s" не має батьківського вікна.

source: Wrong token type: %s expected
ua: Неправильний тип лексеми: очікувався %s

source: Invalid floating point number: %s
ua: Неправильне число з плаваючою точкою: %s

source: Invalid integer number: %s
ua: Неправильне ціле число: %s

source: (at %d, %d, stream offset %d)
ua: (на %d, %d, зміщення потоку %d)

source: Unterminated byte value
ua: Незавершене значення байта

source: Unterminated string
ua: Незавершений рядок

source: Wrong token symbol: %s expected but %s found
ua: Неправильний символ лексеми: очікувався %s, але знайдено %s

source: Wrong token type: %s expected but %s found
ua: Невірний тип лексеми: очікувався %s, але знайдено %s

source: %s bytes
ua: %s байт

# lclstrconsts.sshellctrlsinvalidpath
source: Invalid pathname: "%s"
ua: Неправильний шлях: "%s"

source: Invalid relative pathname: "%s" in relation to rootpath: "%s"
ua: Неправильний шлях: "%s" щодо кореневого: "%s"

# lclstrconsts.sshellctrlsinvalidroot
source: Invalid pathname: "%s"
ua: Неправильний шлях: "%s"

source: %s kB
ua: %s кБ

source: %s MB
ua: %s МБ

source: Name
ua: Ім'я

source: Вибрані елементи не існують на диску: "%s"
ua: Вибраний елемент відсутній на диску: "%s"

source: Size
ua: Розмір

source: Type
ua: Тип
