Repository: Ukrainian-Hucker/Ukrainian-language-for-Cheat-Engine
Catalog: ua_UA/monoscript.po
Languages: ru_ru

source: Failure injecting the MonoDatacollector dll
ru_ru: Ви хочете дозволити Mono розширенню з'ясувати ім'я та стартову адресу? Якщо це не відповідний об'єкт, це може призвести до збою мети.

source: Instances of
ru_ru: Примірники

source: Warning: These are just guesses. Validate them yourself
ru_ru: Це просто припущення. Повірте їх самостійно

source: address==nil
ru_ru: адреса==nil

source: Invoke
ru_ru: Викликати

source: Instance address
ru_ru: Адреса екземпляра

source: <Please wait...>
ru_ru: <Будь ласка, зачекайте ...>

source: Parameters
ru_ru: Параметри

source: OK
ru_ru: Скасувати

source: parameter
ru_ru: параметр

source: is not a valid address
ru_ru: не є допустимою адресою

source: не має значення
ru_ru: не є допустимим значенням

source: Offset %x
ru_ru: Зміщення %x

source: Resolve
ru_ru: Дозволити

source: %x : %s (type: %s)
ru_ru: %x : %s (тип: %s)

source: Are you sure you wish to expand the whole tree? This can take a while and Cheat Engine may look like it has crashed (It has not)
ru_ru: Відмова запуску

source: Activate mono features
ru_ru: Активувати функції Mono

source: Dissect mono
ru_ru: Моно аналіз

source: The mono handler failed to initialize
ru_ru: Неприпустимі параметри (ім'я методу не може бути визначене)

source: Змінні параметри (Classname could not be determined)
ru_ru: Неприпустимі параметри (ім'я класу не може бути визначене)

source: Неправильні параметри (name could not be determined)
ru_ru: Неприпустимі параметри (ім'я не може бути визначене)

source: could not be found
ru_ru: неможливо знайти

source: could not be jitted
ru_ru: неможливо відкомпілювати "на льоту"

source: Sorry this feature does not work yet. getStructureCount needs patching first.
ru_ru: На жаль, ця функція поки що не працює. Спочатку потрібно пропатчити getStructureCount

source: Removing
ru_ru: Видалення

source: Reloading Structure
ru_ru: Перезавантаження структури

source: The class
ru_ru: Клас

source: has no fields
ru_ru: не має полів
