Repository: Ukrainian-Hucker/Ukrainian-language-for-Cheat-Engine
Catalog: ua_UA/patchscan.po
Languages: ua_ua

source: Not a valid executable
ua_ua: Неправильний файл, що виконується

source: Не valid windows executable
ua_ua: Неправильний виконуваний файл Windows

source: Цей тип module не supported
ua_ua: Цей тип модуля не підтримується

source: Compare error.
ua_ua: Помилка порівняння.

source: Module List
ua_ua: Список модулів

source: Select modules to scan for patches. Спільно shift/ctrl to select multiple modules
ua_ua: Виберіть модулі для пошуку на наявність патчів. Утримуйте Shift/Ctrl для мультивибору

source: OK
ua_ua: Підтвердити

source: Cancel
ua_ua: Скасувати

source: Scanning: %s
ua_ua: Сканування: %s

source: Error in
ua_ua: Помилка в

source: Patch list
ua_ua: Список патчів

source: Address
ua_ua: Адреса

source: Original
ua_ua: Оригінал

source: Patched
ua_ua: Патч

source: Restore with original
ua_ua: Відновити оригіналом

source: Reapply patch
ua_ua: Пропасти повторно

source: Scan for patches
ua_ua: Пошук патчів
