Repository: Ukrainian-Hucker/Ukrainian-language-for-Cheat-Engine
Catalog: ua_UA/pseudocodediagram.po
Languages: ua_ua

source: File
ua_ua: Файл

source: Load from file
ua_ua: Завантажити з файлу

source: Виберіть файл, який ви отримаєте
ua_ua: Виберіть файл, який потрібно відкрити

source: Diagram files (*.CEDIAG)|*.CEDIAG
ua_ua: Файли діаграми (*.CEDIAG)|*.CEDIAG

source: Save to file
ua_ua: Зберегти у файл

source: Fill in the filename ви будете шукати цей diagram як
ua_ua: Введіть ім'я файлу, під яким потрібно зберегти цю діаграму

source: Save diagram to image
ua_ua: Зберегти діаграму у вигляді зображення

source: Fill in the filename you wish to save this diagram image
ua_ua: Введіть ім'я файлу, під яким потрібно зберегти зображення цієї діаграми

source: PNG файли (*.PNG)|*.PNG
ua_ua: Файли PNG (*.PNG )|*.PNG

source: Close
ua_ua: Закрити

source: Display
ua_ua: Відображення

source: Show path from Ultimap1/2 or Codefilter
ua_ua: Показати шлях з Ultimap1/2 або Фільтр коду

source: Show path from tracer window
ua_ua: Показати шлях із вікна трасувальника

source: Tracer starting at %8x (%s)
ua_ua: Трасувальник починає з %8x (%s)

source: Tracer paths
ua_ua: Шляхи трасувальника

source: Which tracer window shall be used?
ua_ua: Яке вікно трасувальника має використовуватись?

source: No tracerform with results visible
ua_ua: Відсутнє вікно трасувальника з видимими результатами

source: View
ua_ua: Вигляд

source: Zoom
ua_ua: Збільшення

source: Zoom in
ua_ua: Збільшити

source: Zoom out
ua_ua: Зменшити

source: Edit
ua_ua: Редагувати

source: new header
ua_ua: новий заголовок

source: new block background color (0xBBGGRR)
ua_ua: новий колір фону (0xBBGGRR)

source: Sources list
ua_ua: Список джерел

source: Destinations list
ua_ua: Список призначень

source: Block editor
ua_ua: Редактор блоку

source: OK
ua_ua: Підтвердити

source: Cancel
ua_ua: Скасувати

source: Go to source
ua_ua: Перейти до джерела

source: Go to destination
ua_ua: Ідіть за місцем призначення

source: Remove all points
ua_ua: Забрати всі крапки

source: Edit block header
ua_ua: Редагувати заголовок блоку

source: Edit block color
ua_ua: Редагувати колір блоку

source: List sources
ua_ua: Список джерел

source: List destinations
ua_ua: Список призначень

source: Edit annotation color
ua_ua: Редагувати колір анотації

source: Delete annotation
ua_ua: Видалити інструкцію

source: Create annotation
ua_ua: Створити інструкцію

source: [Diagram info]
ua_ua: [Інформація про діаграму]

source: Function start: 0x%X
ua_ua: Початок функції: 0x%X

source: Function stop: 0x%X
ua_ua: Кінець функції: 0x%X

source: Diagram blocks count: %d
ua_ua: Кількість блоків: %d

source: Diagram links count: %d
ua_ua: Кількість посилань: %d

source: Diagram
ua_ua: Діаграма

source: Spawn diagram
ua_ua: Породити діаграму
