Repository: Ukrainian-Hucker/Ukrainian-language-for-Cheat-Engine
Catalog: ua_UA/tutorial-x86_64.po
Languages: ua_ua

source: Sometimes the location of where something is stored at changes when you restart the game, or even while you're playing.. In that case you can use 2 things to still make a table that works. In this step I'll try to describe how to use the Code Finder function. The value down here will be at a different location each time you start the tutorial, so a normal entry in the address list wouldn't work. First try to find the address. (you've got to this point so I assume you know how to) When you've found the address, right-click the address in Cheat Engine and choose "Find out what writes to this address". A window will pop up with an empty list. Then click on the Change value button in this tutorial, and go back to Cheat Engine. If everything went right there should be an address with assembler code there now. Click it and choose the replace option to replace it with code that does nothing. That will also add the code address to the code list in the advanced options window. (Which gets saved if you save your table) Click on stop, so the game will start running normal again, and close to close the window. Now, click on Change value, and if everything went right the Next button should become enabled. Note: When you're freezing the address with a high enough speed it may happen that next becomes visible anyhow
ua_ua: Іноді знайдені вами адреси з будь-якими значеннями змінюються при перезапуску гри або навіть під час самої гри. У такому випадку ви можете скористатися кількома способами для створення робочої таблиці. У цьому кроці я розповім про один такий спосіб - знаходження та підміна коду. Адреса зі значенням, розташованим нижче, буде змінюватися при кожному перезапуску цієї навчальної програми, тому просто знаходження адреси нам не допоможе, тому що наступного разу вона буде іншою.. Щоб пройти цей крок, нам потрібно за допомогою підміни коду зробити так, щоб при натисканні на кнопку «Змінити значення» значення залишалося незмінним. Для початку спробуйте знайти адресу. (Думаю, на цей момент, ви вже знаєте як це зробити) Після того, як ви знайшли потрібну адресу і додали її до таблиці, натисніть на неї правою кнопкою миші, виберіть і натисніть "Знайти інструкції, що записують за цією адресою". Відкриється вікно "Наступні інструкції записують у ххххх" з порожнім списком. Тепер натисніть кнопку «Змінити значення» у цій навчальній програмі, а потім знову поверніться до Cheat Engine. Якщо все зроблено правильно, у списку з'явиться адреса з асемблерною інструкцією. Виділіть її та натисніть на кнопку "Замінити NOP'ами", яка замінить обрану інструкцію на NOP (NOP - інструкція процесора на мові асемблера, яка наказує нічого не робити), а також додасть адресу з цією інструкцією до списку кодів, які розташовані в вікні Додаткові можливості". Якщо ви збережете таблицю, то і цей список буде збережений разом з нею. Натисніть кнопку «Зупинити» та закрийте вікно «Наступні інструкції записують у ххххх». Тепер натисніть кнопку "Змінити значення" і, якщо все зроблено правильно, кнопка "Далі" стане доступною. Примітка: Якщо ви заморозите адресу з досить високим інтервалом заморозки, може статися так, що кнопка «Далі» також стане доступна

# unit6.rswelldoneyouscrewedupthetutorial
source: Well done, you screwed up the tutorial!!!!
ua_ua: Круто! Ви впоралися із завданням!!!!

# unit7.rsloser
source: I'm sorry, but freezing the pointer is not really a functional solution
ua_ua: БУ!

source: Step 6: Pointers: (PW=%s)
ua_ua: Крок 6: Вказівники: (пароль=%s)

source: So, pointers are too difficult eh? Don't worry, try again later. For most beginners this is difficult to grasp. But I have to tell you it's a powerfull feature if you learn to use it. Are you sure you want to quit?
ua_ua: Невже вказівники такі складні? Не хвилюйтеся, спробуйте ще раз пізніше. Більшості новачкам важко зрозуміти це одразу. Однак, покажчики відкриють великі можливості, якщо ви навчитеся ними користуватися. Ви впевнені, що хочете вийти?

source: In the previous step I explained how to use the Code finder to handle changing locations. But that method alone makes it difficult to find the address to set the values you want. That's why there are pointers: At the bottom you'll find 2 buttons. One will change the value, and the other changes the value AND the location of the value. For this step you don't really need to know assembler, but it helps a lot if you do. First find the address of the value. When you've found it use the function to find out what accesses this address. Change the value again, and a item will show in the list. Double click that item. (or select and click on more info) and a new window will open with detailed information on what happened when the instruction ran. If the assembler instruction doesn't have anything between a '[' and ']' then use another item in the list. If it does it will say what it think will be the value of the pointer you need. Go back to the main cheat engine window (you can keep this extra info window open if you want, but if you close it, remember what is between the [ and ] ) and do a 4 byte scan in hexadecimal for the value the extra info told you. When done scanning it may return 1 or a few hundred addresses. Most of the time the address you need will be the smallest one. Now click on manually add and select the pointer checkbox. The window will change and allow you to type in the address of a pointer and a offset. Fill in as address the address you just found. If the assembler instruction has a calculation (e.g: [esi+12]) at the end then type the value in that's at the end. else leave it 0. If it was a more complicated instruction look at the calculation. example of a more complicated instruction: [EAX*2+EDX+00000310] eax=4C and edx=00801234. In this case EDX would be the value the pointer has, and EAX*2+00000310 the offset, so the offset you'd fill in would be 2*4C+00000310=3A8. (this is all in hex, use calc.exe from windows in scientific mode to calculate) Back to the tutorial, click OK and the address will be added, If all went right the address will show P->xxxxxxx, with xxxxxxx being the address of the value you found. If thats not right, you've done something wrong. Now, change the value using the pointer you added in 5000 and freeze it. Then click Change pointer, and if all went right the next button will become visible. extra: And you could also use the pointer scanner to find the pointer to this address
ua_ua: У попередньому кроці ми навчилися заморожувати значення динамічної адреси за допомогою заміни коду, але той метод не дозволяє змінювати саме значення адреси, коли захочемо. Ось чому є вказівники: Внизу ви бачите дві кнопки. Одна змінює значення, а інша змінює і саме значення, і адресу, в якому воно зберігається. На даному етапі знання асемблера не обов'язкове, але воно б вам дуже допомогло. Спочатку знайдіть адресу зі значенням. Після того, як ви його знайшли і додали до таблиці, натисніть на нього правою кнопкою миші та виберіть та натисніть «Знайти інструкції, що звертаються до цієї адреси», щоб знайти асемблерні інструкції, які отримують доступ до цієї адреси. інформація») і з'явиться нове вікно з детальною інформацією про те, що сталося при спрацюванні цієї інструкції. Якщо в асемблерній інструкції немає квадратних дужок «[» та «]», виберіть іншу інструкцію зі списку, де вони присутні. Тепер натисніть кнопку "Додаткова інформація" і скопіюйте значення, вказане в "Вірогідне значення вказівника, потрібне для знаходження цієї адреси:» регістра edx). Виберіть тип даних "4 Байта" і поставте галочку навпроти "Hex", тому що це значення відображено в шістнадцятковому вигляді. Пошук може завершитися знаходженням однієї або декількох сотень адрес. У більшості випадків, адрес не дуже багато. Тепер натисніть на кнопку «Додати адресу» і, у вікні, поставте галочку навпроти «Покажчик». Вікно додавання адреси зміниться і ми можемо заповнити вказівник та зміщення. В якості адреси вкажіть щойно знайдену адресу. Якщо асемблерна інструкція виконує деякі обчислення (наприклад: [esi+12]), то як зміщення вкажіть число 12, інакше (якщо просто [esi]) залиште 0. Ассемблерна інструкція може мати і складніші обчислення. Наприклад: [EAX*2+EDX+00000310], где eax=4C, а edx=00801234. В даному випадку «EDX» зберігатиме значення покажчика, а «EAX*2+00000310» зберігатиме зсув, який можна дізнатися, виконавши обчислення за допомогою Windows-калькулятора в інженерному режимі (2*4C+00000310=3A8). (На системах вище Windows XP, замість інженерного режиму, потрібно використовувати режим програміста.) Але повернемося назад до нашого уроку. У вікні "Додати адресу" ви вже ввели покажчик і зміщення, тому натисніть кнопку "Підтвердити". У таблицю Cheat Engine додасться адреса, яка буде відображена у вигляді "У-> xxxxxxx", де "xxxxxxx" - поточна адреса зі значенням. Якщо значення цієї адреси відрізняється, то ви зробили щось неправильно. Тепер змініть значення доданої вами адреси на 5000 і заморозьте його. Якщо все зроблено правильно, то після натискання на кнопку "Змінити покажчик" стане доступна кнопка "Далі". Додаток: Ви також можете скористатися сканером покажчиків («Редактор пам'яті» -> «Інструменти» -> «Сканування покажчиків»), щоб знайти покажчик на цю адресу.

# unit7.rswelldoneyouscrewedupthetutorial
source: Well done, you screwed up the tutorial!!!!
ua_ua: Чудово! Ви впоралися із завданням!!!!

source: Ви маєте %s second%s натиснути на зміну значення до 5000
ua_ua: У вас є %s секунд, щоб змінити значення на 5000

# unit8.rsawyouredeathletmereviveyou
source: Aw, you're dead! Let me revive you
ua_ua: Ви померли! Дозвольте вас оживити

source: Health
ua_ua: Здоров'я

# unit8.rsloser
source: BOO
ua_ua: БУ!

source: Step 7: Code Injection: (PW=%s)
ua_ua: Крок 7: Ін'єкція коду: (пароль=%s)

source: Code injections too tough? No problem, memory scanning and basic pointers should be enough to get you experienced enough and you can always try the tutorial later. Are you sure you want to quit?
ua_ua: Ін'єкція коду видається надто складною? Не біда, уміння знаходити значення і прості покажчики говорить про те, що ви вже досить досвідчені, і ви завжди можете спробувати пройти цей крок ще раз. Ви впевнені, що хочете вийти?

source: Code injection is a technique where you inject a piece of code into the target process, and then reroute the execution of code to go through your own written code. In this tutorial you'll have a health value and a button that will decrease your health by 1 each time you click it. Your task is to use code injection to make the button increase your health by 2 each time it is clicked Start with finding the address and then find what writes to it. then when you've found the code that decreases it browse to that address in the disassembler, and open the auto assembler window (ctrl+a) There click on template and then code injection, and give it the address that decreases health (If it isn't already filled in correctly) That will generate a basic auto assembler injection framework you can use for your code. Notice the alloc, that will allocate a block of memory for your code cave, in the past, in the pre windows 2000 systems, people had to find code caves in the memory(regions of memory unused by the game), but that's luckily a thing of the past since windows 2000, and will these days cause errors when trying to be used, due to SP2 of XP and the NX bit of new CPU's Also notice the line newmem: and originalcode: and the text "Place your code here" As you guessed it, write your code here that will increase the health with 2. An usefull assembler instruction in this case is the "ADD instruction" here are a few examples: "ADD [00901234],9" to increase the address at 00901234 with 9 "ADD [ESP+4],9" to increase the address pointed to by ESP+4 with 9 In this case, you'll have to use the same thing between the brackets as the original code has that decreases your health Notice: It is recommended to delete the line that decreases your health from the original code section, else you'll have to increase your health with 3 (you increase with 3, the original code decreases with 1, so the end result is increase with 2), which might become confusing. But it's all up to you and your programming. Notice 2: In some games the original code can exist out of multiple instructions, and sometimes, not always, it might happen that a code at another place jumps into your jump instruction end will then cause unknown behavior. If that happens, you should usually look near that instruction and see the jumps and fix it, or perhaps even choose to use a different address to do the code injection from. As long as you're able to figure out the address to change from inside your injected code.
ua_ua: Инъекция кода - это метод, при котором в выбранный процесс программы добавляется кусок кода с перенаправлением выполнения оригинального кода через добавленный вами код. На этом шаге у вас есть значение здоровья и кнопка для его уменьшения на 1. Ваша задача состоит в том, чтобы использовать инъекцию кода для увеличения значения здоровья на 2 при каждом нажатии на кнопку «Удар». Почніть з знаходження адреси, яка зберігає значення здоров'я, потім дізнайтеся, які асемблерні інструкції його зменшують. Для цього натисніть «Знайти інструкції, що записують на цю адресу» на знайдену адресу, а потім на кнопку «Удар». Коли ви знайшли потрібну інструкцію, перейдіть в дизассемблер і відкрийте вікно «Автоассемблер» натисканням клавіш Ctrl+A (або через меню «Інструменти» -> «Автоасемблер»). Тепер натисніть на меню «Шаблон» -> «Ін'єкція коду» і в вікні, що з'явиться, вкажіть адресу, по якій розташована асемблерна інструкція, що зменшує здоров'я (Якщо правильна адреса ще не заповнена, тому Cheat Engine автоматично вказує в цьому рядку адресу виділеної в відладчику асемблерної інструкції). Сгенерується шаблон базового скрипта для ін'єкції, який ви можете використовувати для додавання коду. Зверніть увагу на директиву "alloc", яка виділяє блок пам'яті під ваш код. Колись давно, ще до виходу системи Windows 2000, людям доводилося самостійно знаходити область пам'яті, що не використовується (так званий "code cave") у грі, щоб впровадити в її свій код, але, на щастя, все це залишилося у минулому. У наші дні, внаслідок виходу Сервіс Пака 2 для Windows XP та технології NX-Bit у нових процесорів, використання code cave може призвести до різних помилок. Зверніть увагу також на рядки «newmem:», «originalcode:» і напис «place your code here» Як ви вже здогадалися, саме там, де знаходиться цей напис, і потрібно ввести наш код, який збільшуватиме значення здоров'я на «2». Для цього нам потрібно скористатися арифметичною командою «ADD» Ось кілька прикладів: ADD [00901234],9" - додає число 9 до значення за адресою 00901234 «ADD [ESP+4],9» - додає число 9 до значення за адресою, на яку вказує ESP+4 У нашому випадку, як адреса потрібно використовувати ту ж адресу, що знаходиться між дужками в оригінальній інструкції асемблерів, що зменшує здоров'я. Примітка: У цьому випадку, в асвтоассемблері рекомендується видалити з секції «originalcode:» оригінальну інструкцію, що зменшує здоров'я. Інакше вам доведеться збільшувати значення здоров'я на 3 (Ви збільшуєте значення здоров'я на 3, оригінальна інструкція зменшує це значення на 1, зрештою, значення збільшиться на 2), що може вас трохи заплутати. Але все це залежить тільки від вас та вашого рівня програмування. Примітка 2: стрибне в кінець поставленого вами стрибка, на ваш code cave, в якому розташований ваш чит, що може призвести до непередбачуваних дій. У таких випадках необхідно переглянути код поруч з тим місцем, куди ви робите ін'єкцію, перевірити всі переходи і поправити їх або спробуйте іншу інструкцію, що знаходиться поруч, для виконання ін'єкції.

# unit9.rsloser
source: BOO
ua_ua: БУ!

source: Step 8: Multilevel pointers: (PW=%s)
ua_ua: Крок 8: Багаторівневі покажчики: (пароль=%s)

source: Aw, ви не впевнені, що кінець. Але ні, ні багато речей, які можуть бути справжнім язиком, коли пишуть з. Якщо ви хотіли, щоб я хотів, щоб зробити це.
ua_ua: Ех, адже ви майже підійшли до кінця навчання... Але не хвилюйтеся, коли справа доходить до багаторівневих покажчиків - це може бути реальним головним болем. Одного разу ви станете набагато досвідченішими і зможете спробувати пройти цей крок ще раз. Ви дійсно хочете вийти?

source: This step will explain how to use multi-level pointers. In step 6 you had a simple level-1 pointer, with the first address found already being the real base address. This step however is a level-4 pointer. It has a pointer to a pointer to a pointer to a pointer to a pointer to the health. You basicly do the same as in step 6. Find out what accesses the value, look at the instruction and what probably is the base pointer value, and what is the offset, and already fill that in or write it down. But in this case the address you'll find will also be a pointer. You just have to find out the pointer to that pointer exactly the same way as you did with the value. Find out what accesses that address you found, look at the assembler instruction, note the probable instruction and offset, and use that. and continue till you can't get any further (usually when the base address is a static address, shown up as green) Click Change Value to let the tutorial access the health. If you think you've found the pointer path click Change Register. The pointers and value will then change and you'll have 3 seconds to freeze the address to 5000 Extra: This problem can also be solved using a auto assembler script, or using the pointer scanner Extra2: In some situations it is recommended to change ce's codefinder settings to Access violations when Encountering instructions like mov eax,[eax] since debugregisters show it AFTER it was changed, making it hard to find out the the value of the pointer Extra3: If you're still reading. You might notice that when looking at the assembler instructions that the pointer is being read and filled out in the same codeblock (same routine, if you know assembler, look up till the start of the routine). This doesn't always happen, but can be really useful in finding a pointer when debugging is troublesome
ua_ua: Цей крок навчить вас знаходження багаторівневих покажчиків. У Крок 6 у вас був простий однорівневий покажчик, перша ж знайдена адреса і була реальною базовою адресою. У цьому кроці ви будете мати справу з чотирирівневим покажчиком, тобто покажчик на покажчик на покажчик на покажчик адреси здоров'я. В основному, вам потрібно робити все те саме, що і в «Крок 6». Знайдіть адресу з вказаним нижче значенням, натисніть «Знайти інструкції, що звертаються до цієї адреси», змініть значення за допомогою кнопки «Змінити значення», погляньте на інструкції, що спливли, дізнайтеся ймовірне значення покажчика та зміщення (останнє потрібно запам'ятати або десь записати). Почніть новий пошук, використовуючи передбачуване значення вказівника (не забудьте поставити галочку навпроти "Hex"). До цієї адреси», змініть значення, погляньте на інструкції, що спливли... І ця знайдена адреса буде вказівником на покажчик. Продовжуйте пошук, повторюючи ті ж дії (не забуваючи запам'ятовувати/записувати зміщення та їх послідовність), поки в списку знайдених адрес не з'явиться адреса, пофарбована в зелений колір. Тепер натисніть у Cheat Engine на кнопку "Додати адресу" і поставте галку навпроти "Покажчик". У нижньому полі введення вкажіть знайдену адресу, пофарбовану в зелений колір, а трохи вище вкажіть зміщення (зверху вниз) у тій послідовності, в якій ви їх знаходили. Зрештою Результат, у вас в таблиці з'явиться адреса виду «У-> xxxxxxx». Тепер змініть значення адреси «-> xxxxxxx» на 5000, заморозьте його і натисніть кнопку «Змінити покажчик». Якщо ви знайшли правильний ланцюжок покажчиків, то кнопка «Далі» стане доступною. Додаток: Для вирішення цього кроку можна скористатися і сканером покажчиків, для автоматичного знаходження багаторівневого покажчика, або взагалі не шукати їх, а написати скрипт автоассемблера. Додаток 2: У деяких ситуаціях, коли ви маєте справу з інструкціями виду mov eax,[eax], рекомендується змінити налаштування "Визначника коду" на "Порушення доступу", тому що стан регістрів відладчика показується тільки ПІСЛЯ виконання інструкції, утруднюючи пошук покажчика ситуація виникає не завжди, але може бути дуже корисною при знаходженні покажчика, якщо налагодження ускладнене.

source: Unrandomizer detected
ua_ua: Виявлено «Антирандомайзер»

source: You've got %s seconds ліворуч, щоб змінити значення 5000
ua_ua: У вас є %s секунд, щоб змінити значення на 5000
