Repository: Ukrainian-Hucker/Ukrainian-language-for-Cheat-Engine
Catalog: ua_UA/tutorial-x86_64.po
Languages: ua_ua

# tform1.btnok.caption
source: OK
ua_ua: Підтвердити

# tform1.button1.caption
source: Next
ua_ua: Далі

source: Cheat Engine Tutorial v3.4
ua_ua: Навчальний посібник v3.4

source: Ви можете це зробити імовірно до заходу ви будете робити
ua_ua: Введіть пароль для негайного переходу до потрібного вам кроку

source: Password
ua_ua: Пароль

source: Restart game
ua_ua: Перепуск гри

# tform10.button4.caption
source: Attack
ua_ua: Атака

# TFORM10.BUTTON5.CAPTION
source: Attack
ua_ua: Атака

# tform10.button6.caption
source: Restart game and autoplay
ua_ua: Випадкова гра

# TFORM10.BUTTON7.CAPTION
source: Attack
ua_ua: Атака

# TFORM10.BUTTON8.CAPTION
source: Attack
ua_ua: Атака

source: Step 9
ua_ua: Крок 9

# TFORM10.LABEL10.CAPTION
source: Health: 500
ua_ua: Здоров'я: 500

# tform10.label2.caption
source: Health:
ua_ua: Здоров'я:

source: Player 1: Dave
ua_ua: Гравець 1: Дейв

# tform10.label4.caption
source: Health: 100
ua_ua: Здоров'я: 100

source: Player 2: Eric
ua_ua: Гравець 2: Ерік

# TFORM10.LABEL6.CAPTION
source: Health: 100
ua_ua: Здоров'я: 100

source: C. Player 3: HAL
ua_ua: Ворог 1: Хал

# tform10.label8.caption
source: Health: 500
ua_ua: Здоров'я: 500

source: C. Player 4: KITT
ua_ua: Ворог 2: Кітт

# TFORM2.BUTTON1.CAPTION
source: Next
ua_ua: Далі

# tform2.button2.caption
source: Hit me
ua_ua: Удар

source: Step 2
ua_ua: Крок 2

# tform2.label2.caption
source: Health:
ua_ua: Здоров'я:

# tform2.speedbutton1.caption
source: Skip
ua_ua: Пропустити

# TFORM3.BUTTON1.CAPTION
source: Next
ua_ua: Далі

# TFORM3.BUTTON2.CAPTION
source: Hit me
ua_ua: Удар

source: Step 3
ua_ua: Крок 3

# TFORM3.SPEEDBUTTON1.CAPTION
source: Skip
ua_ua: Пропустити

# TFORM4.BUTTON1.CAPTION
source: OK
ua_ua: Підтвердити

source: Tutorial End
ua_ua: Кінець навчання

source: Well done, you've зроблений tutorial of Cheat Engine.
ua_ua: Вітаю, ви успішно завершили всі етапи навчання.

source: Just play around with tutorial and learn how thether scanmethods work.
ua_ua: Тепер можете пройти їх по новій, застосовуючи інші правила пошуку.

source: Під час будь-який виберіть з Cheat Engine Forum для useful information and ask for help
ua_ua: І ви завжди можете знайти корисну інформацію або звернутися за допомогою на форумі Cheat Engine

source: Cheat Engine Forum
ua_ua: Форум Cheat Engine

source: Fire
ua_ua: Постріл

# TFORM5.BUTTON2.CAPTION
source: Next
ua_ua: Далі

# TFORM5.BUTTON3.CAPTION
source: Hit me
ua_ua: Удар

source: Step 4
ua_ua: Крок 4

source: Ammo
ua_ua: Патрони

# TFORM5.LABEL3.CAPTION
source: Health:
ua_ua: Здоров'я:

# TFORM5.SPEEDBUTTON1.CAPTION
source: Skip
ua_ua: Пропустити

# tform6.button1.caption
source: Change value
ua_ua: Змінити значення

# TFORM6.BUTTON2.CAPTION
source: Next
ua_ua: Далі

source: Step 5
ua_ua: Крок 5

# TFORM6.SPEEDBUTTON1.CAPTION
source: Skip
ua_ua: Пропустити

# TFORM7.BUTTON1.CAPTION
source: Change value
ua_ua: Змінити значення

# TFORM7.BUTTON2.CAPTION
source: Next
ua_ua: Далі

# tform7.button3.caption
source: Change pointer
ua_ua: Змінити покажчик

# TFORM7.SPEEDBUTTON1.CAPTION
source: Step 6
ua_ua: Пропустити

# TFORM8.BUTTON1.CAPTION
source: Hit me
ua_ua: Удар

# TFORM8.BUTTON2.CAPTION
source: Next
ua_ua: Далі

source: Step 7
ua_ua: Крок 7

# TFORM8.LABEL1.CAPTION
source: Health: 100
ua_ua: Здоров'я: 100

# TFORM8.SPEEDBUTTON1.CAPTION
source: Skip
ua_ua: Пропустити

# TFORM9.BUTTON1.CAPTION
source: Change value
ua_ua: Змінити значення

# TFORM9.BUTTON2.CAPTION
source: Next
ua_ua: Далі

# TFORM9.BUTTON3.CAPTION
source: Change pointer
ua_ua: Змінити покажчик

source: Step 8
ua_ua: Крок 8

# TFORM9.SPEEDBUTTON1.CAPTION
source: Skip
ua_ua: Пропустити

source: Help
ua_ua: Допомога

source: Більше інформації як відео для цього щастя і написані літератури
ua_ua: Додаткова інформація у вигляді відео або письмового посібника для цього кроку.

source: Перший крок на hard? Go на forum.cheatengine.org, клацніть на "Tutorials" for helpful guides!
ua_ua: Перший крок занадто складний? Зайдіть на forum.cheatengine.org до розділу "Cheat Engine Tutorials", де ви можете знайти багато корисних посібників!

source: Welcome to the Cheat Engine Tutorial (v3.4)
ua_ua: Dodatkova informatsiya u vyhlyadi video abo pysʹmovoho posibnyka dlya tsʹoho kroku.

source: Pershyy krok na hard? Go na forum.cheatengine.org, klatsnitʹ na "Tutorials" for helpful guides!
ua_ua: Pershyy krok zanadto skladnyy? Zayditʹ na forum.cheatengine.org do rozdilu "Cheat Engine Tutorials", de vy mozhete znayty bahato korysnykh posibnykiv!

source: Welcome to the Cheat Engine Tutorial (v3.4) 1: Open Cheat Engine if it currently isn't running. 2: Click on the "Open Process" icon (it's the top-left icon with the computer on it, below "File".). 3: With the Process List window now open, look for this tutorial's process in the list. It will look something like "00001F98-Tutorial-x86_64.exe" or "0000047C-Tutorial-i386.exe". (The first 8 numbers/letters will probably be different.) 4: Once you've found the process, click on it to select it, then click the "Open" button. (Don't worry about all the other buttons right now. You can learn about them later if you're interested.) Congratulations! If you did everything correctly, the process window should be gone with Cheat Engine now attached to the tutorial (you will see the process name towards the top-center of CE). Click the "Next" button below to continue, or fill in the password and click the "OK" button to proceed to that step.) If you're having problems, simply head over to forum.cheatengine.org, then click on "Tutorials" to view beginner-friendly guides!
ua_ua: Ласкаво просимо до навчального посібника Cheat Engine (v3.4) Це навчальний посібник навчить вас основам читерства у відеоіграх. Він також покаже вам основні аспекти використання Cheat Engine. Виконайте кроки нижче, щоб почати навчання. 1: Відкрийте Cheat Engine, якщо він не запущений зараз. 2: Натисніть на іконку «Вибір процесу для відкриття» (іконка із зображенням комп'ютера у верхньому лівому куті, розташована під «Файл».). 3: У вікні «Список процесів» знайдіть та відкрийте процес цього посібника. Він буде виглядати як "00001F98-Tutorial-x86_64.exe" або "0000047C-Tutorial-i386.exe". (Перші 8 цифр/літер, швидше за все, відрізнятимуться.) 4: Як тільки ви знайшли процес, натисніть на нього, щоб його виділити, а потім натисніть кнопку "Відкрити". (Не звертайте зараз уваги на інші кнопки. Ви можете дізнатися про них пізніше, якщо вам буде цікаво.) Вітаю! Якщо ви все зробили правильно, то вікно з процесами, пропаде, а Cheat Engine приєднатися до процесу навчального посібника (ви побачите назву процесу у верхній центральній частині Cheat Engine). Натисніть кнопку "Далі" для продовження або вкажіть пароль і натисніть "Підтвердити", щоб розпочати певний крок. Якщо у вас виникли проблеми, просто зайдіть на forum.cheatengine.org в розділ "Cheat Engine Tutorials", щоб переглянути посібники, орієнтовані на новачків!

source: DEAD
ua_ua: МЕРТВИЙ

source: Failure. Your team died
ua_ua: Невдача. Ваша команда мертва

source: Health: %s
ua_ua: Здоров'я: %s

# unit10.rsrestartgameandautoplay
source: Restart game and autoplay
ua_ua: Випадкова гра

source: Step 9: Shared code: (PW=%s)
ua_ua: Крок 9: Спільно використовуваний код: (пароль=%s)

source: Stop
ua_ua: Стоп

source: This player is already dead. Restart the game
ua_ua: Цей гравець вже мертвий. Перезапустіть гру

source: This step will explain how to deal with code that is used for other object of the same type Often when you've found health of a unit or your own player, you will find that if you remove the code, it affects enemies as well. In these cases you must find out how to distinguish between your and the enemies objects. Sometimes this is as easy as checking the first 4 bytes (Function pointer table) which often point to a unique location for the player, and sometimes it's a team number, or a pointer to a pointer to a pointer to a pointer to a pointer to a playername. It all depends on the complexity of the game, and your luck The easiest method is finding what addresses the code you found writes to and then use the dissect data feature to compare against two structures. (Your unit(s)/player and the enemies) And then see if you can find out a way to distinguish between them. When you have found out how to distinguish between you and the computer you can inject an assembler script that checks for the condition and then either do not execute the code or do something else. (One hit kills for example) Alternatively, you can also use this to build a so called "Array of byte" string which you can use to search which will result in a list of all your or the enemies players In this tutorial I have implemented the most amazing game you will ever play. It has 4 players. 2 Players belong to your team, and 2 Players belong to the computer. Your task is to find the code that writes the health and make it so you win the game WITHOUT freezing your health To continue, press "Restart game and autoplay" to test that your code is correct Tip: Health is a float Tip2: There are multiple solutions
ua_ua: Цей крок навчить вас працювати з інструкцією, яку використовують кілька об'єктів того самого типу. Часто буває так, що ви робите щось із інструкцією, що працює зі здоров'ям вашого гравця і те саме відбувається зі здоров'ям ворогів. У таких випадках вам необхідно з'ясувати, як можна відрізнити вашого гравця від ворогів. Іноді це так само просто, як перевірка перших чотирьох байт структури (Таблиця покажчиків на функції), які часто вказують на унікальне розташування для гравця, а іноді це номер команди (id), в якій складається гравець, або покажчик на покажчик на покажчик на вказівник на вказівник на ім'я_гравця. Все залежить від складності гри та вашої удачі. Найлегший метод - дізнатися в які адреси записує інструкція, визначити початки структур (Вашого об'єкта/персонажу та ворожих) і спробувати знайти різницю між ними, скориставшись функцією «Аналіз даних/структур». Коли ви дізналися, як відрізнити вашого гравця від комп'ютера, ви можете виконати ін'єкцію асемблерного скрипту, в якому спочатку звіряється умова (чи це ваш гравець/об'єкт, чи ворожий), а потім або просто виконується оригінальний код, або робиться щось ще (наприклад : вбивство з одного удару). Також, ви можете використовувати відмінні риси структур для створення так званого рядка "Массива байт", пошук якого допоможе знайти структури всіх ваших або ворожих гравців/об'єктів. Спеціально для цього прикладу, я зробив саму класну гру з усіх, в які ви коли-небудь грали. У ній присутні 4 гравці: 2 гравці у вашій команді та 2 гравці у команді комп'ютера. Ваше завдання полягає в тому, щоб знайти інструкцію, яка пише на адресу зі значенням здоров'я та виграти гру БЕЗ заморожування здоров'я ваших гравців. Щоб перевірити працездатність вашого скрипта, натисніть кнопку «Випадкова гра» Підказка: Значення здоров'я має тип Float Підказка 2: Це завдання можна вирішити кількома способами.

source: This was the last tutorial and you skipped it. You lose
ua_ua: Це був останній крок, а ти і його пропустив. Нероба

# unit2.rsawyouredeathletmereviveyou
source: Aw, you're dead! Let me revive you
ua_ua: Ви померли! Дозвольте пожвавити вас.

# unit2.rsloser
source: BOO
ua_ua: БУ!

source: Quitting on step2? This is the easiest step there is. Find health, change health, done.... Sure you want to quit?
ua_ua: Здаєтеся вже зараз?Україньці не здаються!Тільки москалі здаються!Це найпростіший крок із усіх. Просто знайдіть значення здоров'я, зміните його і готове... Ви впевнені, що хочете вийти?

source: Step 2: Exact Value scanning (PW=
ua_ua: Крок 2: Пошук точного значення (пароль=

source: Now that you have opened the tutorial with Cheat Engine let's get on with the next step. You can see at the bottom of this window is the text Health: xxx Each time you click 'Hit me' your health gets decreased. To get to the next step you have to find this value and change it to 1000 To find the value there are different ways, but I'll tell you about the easiest, 'Exact Value': First make sure value type is set to at least 2-bytes or 4-bytes. 1-byte will also work, but you'll run into an easy to fix problem when you've found the address and want to change it. The 8-byte may perhaps works if the bytes after the address are 0, but I wouldn't take the bet. Single, double, and the other scans just don't work, because they store the value in a different way. When the value type is set correctly, make sure the scantype is set to 'Exact Value' Then fill in the number your health is in the value box. And click 'First Scan' After a while (if you have a extremely slow pc) the scan is done and the results are shown in the list on the left If you find more than 1 address and you don't know for sure which address it is, click 'Hit me', fill in the new health value into the value box, and click 'Next Scan' repeat this until you're sure you've found it. (that includes that there's only 1 address in the list.....) Now double click the address in the list on the left. This makes the address pop-up in the list at the bottom, showing you the current value. Double click the value, (or select it and press enter), and change the value to 1000. If everything went ok the next button should become enabled, and you're ready for the next step. Note: If you did anything wrong while scanning, click "New Scan" and repeat the scanning again. Also, try playing around with the value and click 'hit me'
ua_ua: Тепер,коли у вас відкриті Cheat Engine і це навчальний посібник, ви можете приступити до наступного кроку. У нижній частині вікна можна побачити текст «Здоров'я: ххх» Кожного разу, коли ви натискаєте на кнопку «Удар», здоров'я буде зменшуватися. Щоб перейти до наступного кроку, вам необхідно знайти значення здоров'я та змінити його на 1000 Це значення можна знайти різними способами, але я розповім вам про найпростіше, «Точне значення»: Для початку виберіть тип "2 Байти" або "4 Байти". "1 Байт" теж пригодитися, але тоді ви не зможете змінити значення на "1000" (що можна легко виправити). Також можна використовувати і "8 Байт", але я не став би це робити. Такі типи значення як "Float", "Double" та інші зараз не спрацюють, тому що в них значення зберігаються по-іншому. Тепер, коли тип значення було вибрано правильно, переконайтеся, що типом пошуку вказано "Точне значення". Далі, вкажіть кількість здоров'я у полі «Значення» та натисніть кнопку «Пошук» Через деякий час (залежно від потужності комп'ютера) пошук завершиться, а його результати з'являться у вигляді списку, розташованого в лівій частині програми. Якщо в цьому списку буде більше однієї адреси, і ви не знаєте, напевно, в якому з них зберігається значення здоров'я, то натисніть кнопку «Удар» ще раз, введіть нове значення здоров'я в поле «Значення» і натисніть кнопку «Відсів». Повторюйте цю процедуру поки не будете впевнені, що знайшли потрібну адресу. (або поки в списку не залишиться лише 1 адреса...) Тепер зробіть подвійний клік за знайденою адресою (або виділіть його та натисніть клавішу "Enter") та поміняйте значення на 1000. Якщо все зроблено правильно, то вам стане доступна кнопка "Далі" і ви зможете перейти до наступного кроку. Примітка: Якщо ви припустилися будь-якої помилки при пошуку, то натисніть на кнопку "Нов. пошук" і проробіть всі дії ще раз.

# unit3.rsloser
source: BOO
ua_ua: БУ!

source: Step 3: Unknown initial value (PW=
ua_ua: Крок 3: Невідоме значення (пароль=

source: Step 3 isn't really that hard. Just do a new scan, unkown initial value and then decreased value till you find it. Almost everyone gets past this one. Sure you want to quit?
ua_ua: Цей крок насправді не такий складний. Просто почніть з пошуку невідомого значення, натискайте на кнопку «Удар» і робіть відсів за правилом «Значення зменшилося» доти, доки не знайдете потрібну адресу. Будь-хто може впоратися з цим.

source: Ok, seeing that you've figured out how to find a value using exact value let's move on to the next step. First things first though. Since you are doing a new scan, you have to click on New Scan first, to start a new scan. (You may think this is straighforward, but you'd be surprised how many people get stuck on that step) I won't be explaining this step again, so keep this in mind Now that you've started a new scan, let's continue In the previous test we knew the initial value so we could do a exact value, but now we have a status bar where we don't know the starting value. We only know that the value is between 0 and 500. And each time you click 'hit me' you lose some health. The amount you lose each time is shown above the status bar. Again there are several different ways to find the value. (like doing a decreased value by... scan), but I'll only explain the easiest. "Unknown initial value", and decreased value. Because you don't know the value it is right now, a exact value wont do any good, so choose as scantype 'Unknown initial value', again, the value type is 4-bytes. (most windows apps use 4-bytes)click first scan and wait till it's done. When it is done click 'hit me'. You'll lose some of your health. (the amount you lost shows for a few seconds and then disappears, but you don't need that) Now go to Cheat Engine, and choose 'Decreased Value' and click 'Next Scan' When that scan is done, click hit me again, and repeat the above till you only find a few. We know the value is between 0 and 500, so pick the one that is most likely the address we need, and add it to the list. Now change the health to 5000, to proceed to the next step.
ua_ua: Добре, мабуть, ви розібралися з пошуком точного значення, що дозволило нам приступити до наступного кроку. Спочатку про найважливіше. Оскільки ви робите новий пошук, то насамперед вам потрібно натиснути на кнопку "Нов. пошук", для того щоб його почати (Ви можете подумати: «Це ж очевидно». Але ви були б здивовані, дізнавшись як багато людей застряє на цьому кроці). Я не пояснюватиму це знову, тому майте це на увазі. Тепер, коли ви розпочали новий пошук, давайте продовжимо. У попередньому кроці ми точно знали початкове значення, тому ми могли здійснити пошук «Точного значення», але зараз у нас є лише смужка, без будь-яких чисел. Все, що нам відомо, так це те, що значення знаходиться в діапазоні від 0 до 500. І щоразу, після натискання на кнопку "Удар", втрачається частина здоров'я. Скільки саме - відображається над смужкою. І тут є кілька способів знайти значення (наприклад: виконуючи відсів за правилом «Значення зменшилося на...»), але я поясню вам найпростіше. Буде використано лише два типи пошуку - «Невідоме значення» та «Значення зменшилося». Тож прямо зараз значення нам не відомо, то від пошуку "Точного значення" не буде ніякої користі, тому виберіть "Невідоме значення", а тип, як і минулого разу, "4 Байти" (більшість додатків у Windows використовують саме цей тип даних). Натисніть на кнопку "Пошук" і чекайте його завершення. Після завершення пошуку натисніть кнопку «Удар». Частина здоров'я втрачається (Втрачена кількість буде відображатися над смужкою протягом декількох секунд, а потім зникне, але нам це значення і не потрібно). Тепер повертайтеся до Cheat Engine, виберіть "Значення зменшилося" і натисніть "Відсів". Після завершення відсіву знову натисніть на кнопку «Удар» і знову зробіть відсів за правилом «Значення зменшилося». Повторюйте ці дії доки у списку не виявиться одна або трохи більше адрес. Отже, нам відомо, що значення знаходиться в діапазоні від 0 до 500, тому, якщо в списку знайдених адрес знаходиться більше однієї адреси, то виберіть більш відповідний до даного діапазону і додайте його в таблицю. Зміна значення цієї адреси на 5000 дозволить вам перейти до наступного кроку.

source: Come on. This step is simple. For health do a float scan, and for ammo a double type. (don't forget to disable fastscan for double in this case) Just ignore the fact that it looks different because it has a "." in the value. You sure you want to quit?
ua_ua: Та гаразд, це ж просто. Виконуйте пошук, використовуючи тип даних "Float" для знаходження значення здоров'я та "Double" для патрон. (Не забудьте вимкнути "Швидкий пошук" під час пошуку "Double" значення). Ви впевнені, що хочете вийти?

source: I think you're dead!%sPress ok to become a brain eating zombie
ua_ua: Я думаю, ви померли!%s Натисніть "Підтвердити", щоб стати зомбі, що пожирає мізки

# unit5.rsloser
source: BOO
ua_ua: БУ!

source: Out of ammo!%sPress ok to stock up on some ammo
ua_ua: Кулі закінчились!%s Натисніть «Підтвердити» для поповнення

source: Step 4: Floating points (PW=
ua_ua: Крок 4: Числа з плаваючою точкою (пароль=

source: In the previous tutorial we used bytes to scan, but some games store information in so called 'floating point' notations. (probably to prevent simple memory scanners from finding it the easy way) a floating point is a value with some digits behind the point. (like 5.12 or 11321.1) Below you see your health and ammo. Both are stored as Floating point notations, but health is stored as a float and ammo is stored as a double. Click on hit me to lose some health, and on shoot to decrease your ammo with 0.5 You have to set BOTH values to 5000 or higher to proceed. Exact value scan will work fine here, but you may want to experiment with other types too. Hint: It is recommended to disable "Fast Scan" for type double
ua_ua: У попередньому кроці ми шукали тільки цілі числа, але деякі ігри зберігають значення у вигляді так званого числа з плаваючою точкою (ймовірно, щоб ускладнити пошук для простих сканерів пам'яті). Число з плаваючою точкою - це значення з деякими цифрами після точки (наприклад: 5.12 или 11321.1) У нижній частині вікна ви можете бачити кількість вашого здоров'я та патрон. Значення обох їх зберігаються як чисел з плаваючою точкою, але значення здоров'я зберігається як Float, а патрон - як Double. При натисканні на кнопку "Удар" ви втратите частину здоров'я, а при натисканні на кнопку "Постріл" кількість патрон зменшиться на 0.5 Щоб перейти до наступного кроку, потрібно змінити значення обох параметрів на 5000 або більше. У цьому випадку вам просто потрібно шукати і відсіювати «Точне значення», але, суто для свого розвитку, ви можете погратися і з іншими типами пошуку («Діапазон», «Значення зменшилося на...», «Більше ніж... » "Значення не змінилося" і т.д.) Підказка: Рекомендується відключити «Швидкий пошук» під час пошуку значення з типом «Double»

# unit6.rsloser
source: BOO
ua_ua: БУ!

source: Step 5: Code finder (PW=%s)
ua_ua: Крок 5: Знаходження та підміна коду (пароль=%s)

source: This may look difficult. but it's basicly. Find health, rigthclick health, find what writes, change health, click replace, change health, done. But don't feel down if you don't get it. at least you know the basicas of memory scanning... Are you sure you want to quit?
ua_ua: Це може здатися важким, але це є основою всього. Знайдіть адресу зі значенням здоров'я, натисніть «Знайти інструкції, що записують на цю адресу», змініть значення здоров'я, натисніть «Замінити NOP'ами», знову змініть значення здоров'я – готове. Не засмучуйтесь, якщо у Вас не вийде. Як мінімум, ви знаєте основи пошуку в пам'яті... Ви впевнені, що хочете покинути?
