Repository: Ukrainian-Hucker/Ukrainian-language-for-Cheat-Engine
Catalog: ua_UA/VersionCheck.po
Languages: ua_ua

source: Unable to check version (Invalid content, not enough lines)
ua_ua: Не вдалося перевірити версію (Недійсний вміст, бракує рядків)

source: Змінити версію (Invalid content)
ua_ua: Не вдалося перевірити версію (Недійсний вміст)

source: Check for new version
ua_ua: Перевірити наявність нової версії

source: Cheat Engine %s є доступним на www.cheatengine.org. Go there now?
ua_ua: Cheat Engine %s доступний на www.cheatengine.org. Перейти на нього зараз?

source: Ви можете додати його. The latest version is %s
ua_ua: Оновлення не потрібне. Остання версія %s

source: Unable to check version (Can't connect)
ua_ua: Не вдалося перевірити версію (Не вдалося підключитися)

source: Update до %s
ua_ua: Оновити до %s

source: У мене багато днів слід I notify you again?
ua_ua: Через скільки днів я знову повинен повідомити вас?

source: Check for updates when Cheat Engine starts
ua_ua: Перевірити наявність оновлень під час запуску Cheat Engine

source: Interval(days):
ua_ua: Інтервал(щодня):
